Repository: grandemestre/woocommerce-subscriptions-pt-BR-translation
Catalog: woocommerce-subscriptions-*.po
Languages: pt_br

# used in order note as reason for why order status changed
source: Subscription renewal payment retry:
pt_br: Tentativa de pagamento de renovação de assinatura:

# order note left on subscription after user action
source: Subscription reactivated by the subscriber from their account page.
pt_br: Assinatura reativada pelo assinante a partir de sua página de conta.

# order note left on subscription after user action
source: Subscription put on hold by the subscriber from their account page.
pt_br: Assinatura colocada em espera pelo assinante na sua página de conta.

# order note left on subscription after user action
source: Subscription cancelled by the subscriber from their account page.
pt_br: Assinatura cancelada pelo assinante a partir de sua página de conta.

# Notice displayed to user confirming their action.
source: Your subscription has been reactivated.
pt_br: Assinatura foi reativada com sucesso.

# Notice displayed to user confirming their action.
source: Your subscription has been put on hold.
pt_br: Sua assinatura foi colocada em espera.

# Notice displayed to user confirming their action.
source: Your subscription has been cancelled.
pt_br: Sua assinatura foi cancelada.

# default email subject for cancelled emails sent to the admin
source: [%s] Subscription Cancelled
pt_br: [%s] Assinatura Cancelada

# an email notification
source: Enable/Disable
pt_br: Ativar/Desativar

# of an email
source: Recipient(s)
pt_br: Destinatário(s)

# of an email
source: Subject
pt_br: Assunto

source: Email Heading
pt_br: Cabeçalho do E-mail

# text, html or multipart
source: Email type
pt_br: Tipo do e-mail

# email type
source: Plain text
pt_br: Texto sem formatação

# Default email heading for email to customer on completed renewal order
source: Your renewal order is complete
pt_br: Seu pedido de renovação está completo

# Default email subject for email to customer on completed renewal order
source: Your %1$s renewal order from %2$s is complete
pt_br: Seu %1$s pedido de renovação de %2$s está completo

# Default email heading for email with downloadable files in it
source: Your subscription renewal order is complete - download your files
pt_br: O pedido de renovação de assinatura está completo - baixe seus arquivos

# Default email subject for email with downloadable files in it
source: Your %1$s subscription renewal order from %2$s is complete - download your files
pt_br: Seu %1$s pedido de renovação assinatura de %2$s está completo - baixe seus arquivos

# default email subject for expired emails sent to the admin
source: [%s] Subscription Expired
pt_br: [%s] Assinatura Expirada

# default email subject for suspended emails sent to the admin
source: [%s] Subscription Suspended
pt_br: [%s] Assinatura Suspensa

# data sent to paypal
source: Orders with %s
pt_br: Pedidos com %s

# data sent to paypal
source: %1$s subscription event triggered at %2$s
pt_br: %1$s evento de assinatura disparado em%2$s

# used in api error message if there is no severity code from PayPal
source: Error
pt_br: Erro

# used in api error message if there is no long message
source: Unknown error
pt_br: Erro desconhecido

source: IPN subscription payment method changed to PayPal.
pt_br: Forma de pagamento de assinatura IPN mudou para o PayPal.

# item name sent to paypal
source: Subscription %1$s - %2$s
pt_br: Assinatura %1$s - %2$s

# item name sent to paypal
source: Subscription %1$s (Order %2$s) - %3$s
pt_br: Assinatura %1$s (Pedido %2$s) - %3$s

# Post type name
source: Renewal Payment Retries
pt_br: Tentativas de Pagamento de Renovação

# Admin menu name
source: Renewal Payment Retries
pt_br: Tentativas de Pagamento de Renovação

# used in the subscriptions upgrader
source: Marked %s subscription products as "sold individually".
pt_br: Marcado %s produtos de assinatura como “vendido individualmente”.

# Message that gets sent to front end.
source: Estimated time left (minutes:seconds): %s
pt_br: Tempo restante estimado (minutos:segundos): %s

# Repair message that gets sent to front end.
source: Repaired %d subscriptions with incorrect dates, line tax data or missing customer notes.
pt_br: %d Assinaturas reparadas com datas incorretas, dados fiscais de linha ou notas do cliente perdidas.

# Repair message that gets sent to front end.
source: %d other subscription was checked and did not need any repairs.
pt_br: %d outra assinatura foi verificada e não necessita de quaisquer reparos.

# Repair message that gets sent to front end.
source: (in %s seconds)
pt_br: (em %s segundos)

# Error message that gets sent to front end when upgrading Subscriptions
source: Unable to repair subscriptions.<br/>Error: %1$s<br/>Please refresh the page and try again. If problem persists, %2$scontact support%3$s.
pt_br: Não é possível restaurar as assinaturas.<br>Erro: %1$s<br>Por favor, atualize a página e tente novamente. Se o problema persistir, %2$scontate o suporte%3$s.

# short for documents
source: Documentation
pt_br: Documentação

# h3 on the About Subscriptions page for this new feature
source: Change Payment Method
pt_br: Alterar a Forma de Pagamento

# h3 on the About Subscriptions page for this new feature
source: Import/Export Subscriptions
pt_br: Importar/Exportar Assinaturas

# learn more link to subscription reports documentation
source: Learn More
pt_br: Saiba Mais

# learn more link to failed payment retry documentation
source: Learn More
pt_br: Saiba Mais

# learn more link to subscription emails documentation
source: Learn More
pt_br: Saiba Mais

# text on submit button
source: Update Database
pt_br: Atualizar Banco de dados

# shipping method price
source: Free
pt_br: Grátis

# includes tax
source: (Includes %s)
pt_br: (Inclui %s)

# initial payment on a subscription
source: up front
pt_br: na próxima

# In wcs_copy_order_meta error message. Refers to origin and target order objects.
source: Invalid data. Orders expected aren't orders.
pt_br: Dados inválidos. Os pedidos esperados não são pedidos.

source: Invalid data. Type of copy is not a string.
pt_br: Data inválida. O tipo da cópia não é uma sequência de caracteres.

# Subscription billing period.
source: day
pt_br: dia

# Subscription billing period.
source: week
pt_br: semana

# Subscription billing period.
source: month
pt_br: mês

# Subscription billing period.
source: year
pt_br: ano

# Subscription length
source: Never expire
pt_br: Nunca expira

# Subscription lengths. e.g. "For 1 day..."
source: 1 day
pt_br: 1 dia

# Subscription lengths. e.g. "For 1 week..."
source: 1 week
pt_br: 1 semana

# Subscription lengths. e.g. "For 1 month..."
source: 1 month
pt_br: 1 mês

# Subscription lengths. e.g. "For 1 year..."
source: 1 year
pt_br: 1 ano

# period interval (eg "$10 _every_ 2 weeks")
source: every
pt_br: a cada

# period interval with ordinal number (e.g. "every 2nd"
source: every %s
pt_br: a cada %s

source: day
pt_br: dia

source: week
pt_br: semana

source: month
pt_br: mês

source: year
pt_br: ano

# no trial period
source: no
pt_br: não

source: for
pt_br: para

# example number of days / weeks / months
source: e.g. 3
pt_br: exemplo: 3

# Trial period dropdown's description in pricing fields
source: An optional period of time to wait before charging the first recurring payment. Any sign up fee will still be charged at the outset of the subscription. %s
pt_br: Um período de tempo opcional para aguardar antes de carregar o primeiro pagamento recorrente. Qualquer taxa de inscrição ainda será cobrada no início da assinatura. %s

# Subscription Length dropdown's description in pricing fields
source: Automatically expire the subscription after this length of time. This length is in addition to any free trial or amount of time provided before a synchronised first renewal date.
pt_br: Expirar a assinatura automaticamente após esse tempo de duração. Essa duração é em adição a qualquer avaliação grátis ou montante de tempo concedido antes da primeira data de renovação sincronizada.

# table headings in notification email
source: Product
pt_br: Produto

# table headings in notification email
source: Quantity
pt_br: Quantidade

# table headings in notification email
source: Totals
pt_br: Totais

# table headings in notification email
source: Price
pt_br: Preço

# table headings in notification email
source: End of Prepaid Term
pt_br: Término do Período Pré-pago: %s

# table headings in notification email
source: End Date
pt_br: Data Final

# table headings in notification email
source: Date Suspended
pt_br: Data Suspensa

# text on button on checkout page
source: Change Payment Method
pt_br: Alterar a Forma de Pagamento

# Used in admin email: new renewal order
source: You have received a subscription renewal order from %1$s. Their order is as follows:
pt_br: Você recebeu um pedido de renovação de assinatura de %1$s. Seu pedido é o seguinte:

# Used in switch notification admin email
source: Customer %1$s has switched their subscription. The details of their new subscription are as follows:
pt_br: O cliente %1$s alterou sua assinatura. Os detalhes de sua nova assinatura são os seguintes:

# In customer renewal invoice email
source: The automatic recurring payment for order #%d from %s has failed. The payment will be retried %3$s.
pt_br: O pagamento recorrente automático para o pedido #%d de %s falhou. O pagamento será tentando novamente em %3$s.

# In customer renewal invoice email
source: The automatic payment to renew your subscription with %1$s has failed. We will retry the payment %2$s.
pt_br: O pagamento automático para renovar sua assinatura com %1$s falhou. Nós iremos tentar o pagamento em %2$s.

# In customer renewal invoice email
source: To reactivate the subscription now, you can also login and pay for the renewal from your account page: %1$sPay Now &raquo;%2$s
pt_br: Para reativar a assinatura agora, você também pode fazer login e pagar pela renovação na página de Minha Conta: %1$s Pagar Agora&raquo;%2$s

# In customer renewal invoice email
source: An invoice has been created for you to renew your subscription with %1$s. To pay for this invoice please use the following link: %2$s
pt_br: Uma fatura foi criada para você para renovação da sua assinatura com %1$s. Para efetuar o pagamento por favor clique neste link: %2$s

# In customer renewal invoice email
source: The automatic payment to renew your subscription with %1$s has failed. To reactivate the subscription, please login and pay for the renewal from your account page: %2$s
pt_br: O pagamento automático para renovar sua assinatura com %1$s falhou. Para reativar a assinatura, faça login e pague pela renovação da sua assinatura na página minha conta: %2$s

# In customer renewal invoice email
source: The automatic recurring payment for order #%1$s from %2$s has failed. The payment will be retried %3$s.
pt_br: O pagamento recorrente automático para o pedido #%1$s de %2$s falhou. O pagamento será tentado novamente em %3$s.

# In customer renewal invoice email
source: To reactivate the subscription now, you can also login and pay for the renewal from your account page: %1$s
pt_br: Para reativar a assinatura agora, você também pode fazer login e pagar pela renovação na página de Minha Conta: %1$s

# Used in email notification
source: %1$sOrder #%3$s%2$s (%4$s)
pt_br: %1$Pedido #%3$s%2$s (%4$s)

# Used in email notification
source: Subscription %1$s#%2$s%3$s
pt_br: Assinatura %1$s#%2$s%3$s

# in plain emails for subscription information
source: View Subscription: %s
pt_br: Ver Assinatura: %s

# in plain emails for subscription information
source: Subscription: %s
pt_br: Assinatura: %s

# in plain emails for subscription information
source: Start Date: %s
pt_br: Data de Início: %s

# in plain emails for subscription information
source: End Date: %s
pt_br: Data Final: %s

# in plain emails for subscription information
source: Price: %s
pt_br: Preço: %s

# Used as end date for an indefinite subscription
source: When Cancelled
pt_br: Quando Cancelado

# view a subscription
source: View
pt_br: Ver

# pay for a subscription
source: Pay
pt_br: Pagar

# admin subscription table header
source: Last Order Date
pt_br: Última Data de Pedido

# admin subscription table header
source: Next Payment Date
pt_br: Próximo Data de Pagamento

# admin subscription table header
source: Trial End Date
pt_br: Data Final do Período de Avaliação

# Error message while creating a subscription
source: Invalid date. The date must be a string and of the format: "Y-m-d H:i:s".
pt_br: Data inválida. A data deve ser uma sequência de caracteres e do formato: “H:i:s Y-m-d”.

# Error message while creating a subscription
source: Subscription start date must be before current day.
pt_br: Data de início da assinatura deve ser antes do dia atual.

# Error message while creating a subscription
source: Invalid subscription customer_id.
pt_br: Customer_id da assinatura inválido.

# The post title for the new subscription
source: Subscription &ndash; %s
pt_br: Assinatura &ndash; %s

# custom post type setting
source: Add Subscription
pt_br: Adicionar Assinatura

# custom post type setting
source: Add New Subscription
pt_br: Adicionar Nova Assinatura

# custom post type setting
source: Edit
pt_br: Editar

# custom post type setting
source: Edit Subscription
pt_br: Editar Assinatura

# custom post type setting
source: New Subscription
pt_br: Nova Assinatura

# custom post type setting
source: View Subscription
pt_br: Ver Assinatura

# custom post type setting
source: No Subscriptions found in trash
pt_br: Nenhuma Assinatura encontrada na lixeira

# custom post type setting
source: Parent Subscriptions
pt_br: Assinaturas Principais

# post status label including post count
source: Active <span class="count">(%s)</span>
pt_br: Ativo <span class="count">(%d)</span>

# post status label including post count
source: Switched <span class="count">(%s)</span>
pt_br: Alterado <span class="count">(%s)</span>

# post status label including post count
source: Expired <span class="count">(%s)</span>
pt_br: Expirado <span class=“count”>(%s)</span>

# post status label including post count
source: Pending Cancellation <span class="count">(%s)</span>
pt_br: Pendente de cancelamento <span class="count">(%s)</span>
