Repository: grandemestre/woocommerce-subscriptions-pt-BR-translation
Catalog: woocommerce-subscriptions-*.po
Languages: pt_br

source: %s signup revenue in this period
pt_br: %s receita de inscrição neste período

source: The sum of all subscription parent orders, including other items, fees, tax and shipping.
pt_br: A soma de todos os Pedidos das Subscrições, incluindo outros itens, taxas, impostos e envio.

source: %s renewal revenue in this period
pt_br: %s receita de renovação neste período

source: The sum of all renewal orders including tax and shipping.
pt_br: A soma de todas os pedidos de renovação incluindo impostos e frete.

source: %s resubscribe revenue in this period
pt_br: %s receita de assinaturas reassinadas neste período

source: The sum of all resubscribe orders including tax and shipping.
pt_br: A soma de todas os Pedidos de Renovação, incluindo impostos e envio.

source: %s new subscriptions
pt_br: %s novas assinaturas

source: The number of subscriptions created during this period, either by being manually created, imported or a customer placing an order.
pt_br: O número de subscrições criadas durante esse período, seja por criação manual, importação ou por um cliente colocando um pedido.

source: %s subscription signups
pt_br: %s inscrições de assinatura

source: The number of subscription parent orders created during this period. This represents the new subscriptions created by customers placing an order via checkout.
pt_br: O número de pedidos de assinaturas criados durante este período. Isso representa as novas assinaturas criadas pelos clientes que fazem um pedido via checkout.

source: %s subscription resubscribes
pt_br: %s assinaturas reassinadas

source: The number of resubscribe orders processed during this period.
pt_br: O número de pedidos de renovação processados durante este período.

source: %s subscription renewals
pt_br: %s renovações de subscrições

source: The number of renewal orders processed during this period.
pt_br: O número de pedidos de renovação processados durante este período.

source: %s subscription switches
pt_br: %s alterações de assinatura

source: The number of subscriptions upgraded, downgraded or cross-graded during this period.
pt_br: O número de subscrições alteradas (upgrade/downgrade) ou cruzadas durante esse Período.

source: %s subscription cancellations
pt_br: %s cancelamentos de assinatura

source: The number of subscriptions cancelled by the customer or store manager during this period. The pre-paid term may not yet have ended during this period.
pt_br: O número de subscrições canceladas pelo cliente ou gerente da loja durante esse período. O prazo pré-pago pode ainda não ter terminado durante este período.

source: %s subscriptions ended
pt_br: %s fins de assinatura

source: The number of subscriptions which have either expired or reached the end of the prepaid term if it was previously cancelled.
pt_br: O número de subscrições que venceram ou atingiram o período pré-pago se ele foi cancelado anteriormente.

source: %s current subscriptions
pt_br: %s assinaturas atualmente

source: The number of subscriptions during this period with an end date in the future and a status other than pending.
pt_br: O número de subscrições durante este período com uma data de término no futuro e um status diferente de pendente.

source: %s net subscription gain
pt_br: %s ganho líquido de assinatura

source: %s net subscription loss
pt_br: %s perda líquida de assinatura

source: Change in subscriptions between the start and end of the period.
pt_br: Alteração em assinaturas entre o início e o fim do período.

source: Year
pt_br: Ano

source: Last Month
pt_br: Último Mês

source: This Month
pt_br: Esse Mês

source: Last 7 Days
pt_br: Últimos 7 Dias

source: Export CSV
pt_br: Exportar CSV

source: Switched subscriptions
pt_br: Assinaturas Alteradas

source: New Subscriptions
pt_br: Novas Assinaturas

source: Subscriptions signups
pt_br: Inscrições de Assinaturas

source: Number of resubscribes
pt_br: Números de assinaturas reassinadas

source: Number of renewals
pt_br: Número de renovações

source: Subscriptions Ended
pt_br: Assinaturas finalizadas

source: Cancellations
pt_br: Cancelamentos

source: Signup Totals
pt_br: Total de Inscrições

source: Resubscribe Totals
pt_br: Total de Assinaturas Reassinadas

source: Renewal Totals
pt_br: Total de Renovações

source: %s renewal revenue recovered
pt_br: %s receita de renovação recuperada

source: The total amount of revenue, including tax and shipping, recovered with the failed payment retry system for renewal orders with a failed payment.
pt_br: O valor total da receita, incluindo impostos e envio, recuperado com o sistema de repetição de pagamentos com falha para pedidos de renovação com um pagamento com falha.

source: %s renewal orders
pt_br: %s pedidos de renovação

source: The number of renewal orders which had a failed payment use the retry system.
pt_br: O número de pedidos de renovação que tiveram um pagamento com falha usa o sistema de repetição.

source: %s retry attempts succeeded
pt_br: %s tentativas bem-sucedidas

source: The number of renewal payment retries for this period which were able to process the payment which had previously failed one or more times.
pt_br: O número de tentativas de pagamento de renovação para este período que foram capazes de processar o pagamento que anteriormente tinha falhado uma ou mais vezes.

source: %s retry attempts failed
pt_br: %s falhas na tentativas de repetição

source: The number of renewal payment retries for this period which did not result in a successful payment.
pt_br: O número de tentativas de pagamento de renovação para este período que não resultou em um pagamento bem sucedido.

source: %s retry attempts pending
pt_br: %s tentativas de repetição pendentes

source: The number of renewal payment retries not yet processed.
pt_br: O número de tentativas de pagamento de renovação ainda não processadas.

source: Successful retries
pt_br: Tentativas bem-sucedidas

source: Failed retries
pt_br: Tentativas falhadas

source: Pending retries
pt_br: Tentativas pendentes

source: Recovered Renewal Revenue
pt_br: Receita de Renovação Recuperada

source: %s renewal income in this period
pt_br: % renda de renovação nesse período

source: %s average renewal amount
pt_br: %s valor médio de renovação

source: Next 12 Months
pt_br: Próximos 12 Meses

source: Next 30 Days
pt_br: Próximos 30 Dias

source: Next Month
pt_br: Próximo Mês

source: Next 7 Days
pt_br: Próximos 7 Dias

source: Renewals count
pt_br: Número de Renovações

source: Renewals amount
pt_br: Montante de Renovações

source: Customer ID is invalid.
pt_br: O ID do Cliente é inválido.

source: Invalid subscription id.
pt_br: ID de assinatura inválido.

source: Gateway does not support admin changing the payment method on a Subscription.
pt_br: O gateway de pagamento não suporta a alteração do método de pagamento da Assinatura.

source: Subscription payment method could not be set to %1$s with error message: %2$s
pt_br: O meio de pagamento da assinatura não pôde ser definida como %1$s com a mensagem de erro: %2$s

source: Updating subscription dates errored with message: %s
pt_br: Atualização de datas de assinatura com erro com a mensagem: %s

source: The number of billing periods between subscription renewals.
pt_br: O número de períodos de cobrança entre renovações de assinatura.

source: Billing period for the subscription.
pt_br: Período de cobrança para a assinatura.

source: Subscription payment details.
pt_br: Detalhes de pagamento da assinatura.

source: Payment gateway ID.
pt_br: ID do gateway de pagamento.

source: The subscription's start date.
pt_br: Data de início da assinatura.

source: The subscription's trial date
pt_br: A data de avaliação da assinatura

source: The subscription's next payment date.
pt_br: A próxima data de pagamento da assinatura.

source: The subscription's end date.
pt_br: Data final da assinatura.

source: Invalid subscription status given.
pt_br: Status da assinatura inválido.

source: You do not have permission to read the subscriptions count
pt_br: Você não tem permissão para ler a quantidade de assinaturas

source: You do not have permission to create subscriptions
pt_br: Você não tem permissão para criar assinaturas

source: The requested subscription cannot be edited.
pt_br: A assinatura solicitada não pode ser editada.

source: Subscription payment method could not be set to %1$s and has been set to manual with error message: %2$s
pt_br: A forma de de pagamento de assinatura não pôde ser definida como %1$s e foi definido para manual com mensagem de erro: %2$s

source: Invalid subscription billing interval given. Must be an integer greater than 0.
pt_br: Intervalo de cobrança de assinatura inválido. Deve de ser um número inteiro maior do que 0.

source: Invalid subscription billing period given.
pt_br: Período de cobrança de assinatura inválido.

source: Cannot create subscription: %s.
pt_br: Não pôde criar assinatura: %s.

source: Unable to change subscription status to "%s".
pt_br: Não é possível alterar o status da assinatura para "%s".

source: Unable to change subscription status to "%s". Exception: %s
pt_br: Não foi possível alterar o status da assinatura para "%s". Exceção: %s

source: Status changed from %1$s to %2$s.
pt_br: Status alterado de %1$s para %2$s.

source: Status set to %s.
pt_br: Status alterado para %s.

source: In %s
pt_br: Em %s

source: %s ago
pt_br: %s atrás

source: Not yet ended
pt_br: Ainda não terminado

source: Not cancelled
pt_br: Não cancelado

source: The start date of a subscription can not be deleted, only updated.
pt_br: A data de início de uma assinatura não pode ser excluída, apenas atualizada.

source: The %s date of a subscription can not be deleted. You must delete the order.
pt_br: A %s data de uma assinatura não pode ser deletada. Você precisa deletar o pedido.

source: Sign-up complete.
pt_br: Inscrição completa.

source: Payment received.
pt_br: Pagamento recebido.

source: Payment failed.
pt_br: Falha no pagamento.

source: Subscription Cancelled: maximum number of failed payments reached.
pt_br: Assinatura Cancelada: o número máximo de falhas de pagamento foi alcançado.

source: Manual Renewal
pt_br: Renovação Manual

source: Payment method meta must be an array.
pt_br: Forma de pagamento meta deve ser uma matriz.

source: Invalid format. First parameter needs to be an array.
pt_br: Formato Inválido. Primeiro parâmetro deve ser uma matriz.

source: Invalid data. First parameter was empty when passed to update_dates().
pt_br: Dados inválidos. Primeiro parâmetro estava vazio quando passado a update_dates().

source: Invalid data. First parameter has a date that is not in the registered date types.
pt_br: Dados inválidos. Primeiro parâmetro tem uma data que não está nos tipos de data registrados.

source: The %s date must occur after the cancellation date.
pt_br: A data %s deve ser posterior à data de cancelamento.

source: The %s date must occur after the last payment date.
pt_br: A data %s deve ser posterior à última data de pagamento.

source: The %s date must occur after the next payment date.
pt_br: A data %s deve ser posterior à próxima data de pagamento.

source: The %s date must occur after the trial end date.
pt_br: A data %s deve ser posterior à data final de avaliação.

source: The %s date must occur after the start date.
pt_br: A data %s deve ser posterior à data de início.

source: Backordered
pt_br: Atrasado

source: Change Address
pt_br: Alterar Endereço

source: Both the shipping address used for the subscription and your default shipping address for future purchases will be updated.
pt_br: O Endereço de Entrega usado na Assinatura e o seu Endereço de Entrega Padrão para compras no site serão atualizados.

source: Update the %1$s used for %2$sall%3$s of my active subscriptions
pt_br: Atualizar o %1$s usado para %2$stodas %3$s de minhas assinaturas ativas

source: Please enter a valid postcode/ZIP.
pt_br: Por favor, digite um CEP válido.

source: That subscription product can not be added to your cart as it already contains a subscription renewal.
pt_br: Esta assinatura não pode ser adicionada ao seu carrinho, uma vez que já contém uma renovação de assinatura.

source: Invalid recurring shipping method.
pt_br: Método de envio recorrente inválido.

source: now
pt_br: agora

source: Subscription Number: %s
pt_br: Numero da Assinatura: %s

source: Next Payment Date: %s
pt_br: Próxima Data de Pagamento: %s

source: Payment Method: %s
pt_br: Forma de pagamento

source: Sorry, this subscription change payment method request is invalid and cannot be processed.
pt_br: Desculpe, esta requisição de mudança na forma de pagamento da assinatura é inválida e não pode ser processada.

source: There was an error with your request. Please try again.
pt_br: Houve um erro com a sua requisição. Por favor, tente novamente.

source: Invalid Subscription.
pt_br: Assinatura Inválida.

source: That doesn't appear to be one of your subscriptions.
pt_br: Isto não parece ser uma de suas assinaturas.

source: The payment method can not be changed for that subscription.
pt_br: A forma de pagamento não pode ser alterado para esta assinatura.

source: Next payment is due %s.
pt_br: Próximo pagamento é devido %s.

source: Choose a new payment method.%s
pt_br: Escolha uma nova forma de pagamento. %s

source: Invalid order.
pt_br: Pedido inválido.

source: Payment method updated.
pt_br: Meio de pagamento atualizado.

source: Error %d: Unable to create subscription. Please try again.
pt_br: Erro %d: Não é possível criar a assinatura. Por favor, tente novamente.

source: Error %d: Unable to add tax to subscription. Please try again.
pt_br: Erro %d: Não é possível criar a assinatura. Por favor, tente novamente.

source: Error %d: Unable to create order. Please try again.
pt_br: Erro %d: Impossível criar o Pedido. Por favor, tente novamente.

source: Sign Up Fee Discount
pt_br: Desconto ne taxa de inscrição

source: Sign Up Fee % Discount
pt_br: Desconto % ne taxa de inscrição

source: Recurring Product Discount
pt_br: Desconto em Produto Recorrente

source: Recurring Product % Discount
pt_br: Desconto % em Produto Recorrente

source: Sorry, this coupon is only valid for an initial payment and the cart does not require an initial payment.
pt_br: Desculpe, este cupom é válido apenas para o primeiro pagamento de uma assinatura.

source: Sorry, this coupon is only valid for new subscriptions.
pt_br: Desculpe, este cupom só é válido para novas assinaturas.

source: Sorry, this coupon is only valid for subscription products.
pt_br: Desculpe, este cupom só é válido para produtos de assinatura.

source: Sorry, the "%1$s" coupon is only valid for renewals.
pt_br: Desculpe, o "%1$s" cupom só é válido para renovações.

source: Sorry, this coupon is only valid for subscription products with a sign-up fee.
pt_br: Desculpe, este cupom só é válido para produtos de assinatura com uma taxa de inscrição.

source: Renewal % discount
pt_br: Desconto % de Renovação

source: Renewal product discount
pt_br: Renovação de produto com desconto

source: Renewal cart discount
pt_br: Renovação de carrinho com desconto

source: Renewal Discount
pt_br: Desconto de Renovação

source: Error: Unable to create renewal order from scheduled payment. Please try again.
pt_br: Erro: Não foi possível criar pedido de renovação do pagamento programado. Por favor, tente novamente.

source: Subscription doesn't exist in scheduled action: %d
pt_br: Assinatura não existe na ação agendada: %d

source: Failed to activate subscription status for order #%1$s: %2$s
pt_br: Falha ao ativar o status da assinatura para o pedido #%1$s: %2$s

source: Failed to update subscription status after order #%1$s was put on-hold: %2$s
pt_br: Falha ao atualizar o status da assinatura após o pedido #%1$s ter sido colocado em espera: %2$s

source: Failed to cancel subscription after order #%1$s was cancelled: %2$s
pt_br: Falha ao cancelar a assinatura depois que o pedido #%1$s foi cancelado: %2$s

source: Failed to set subscription as expired for order #%1$s: %2$s
pt_br: Falha ao definir a assinatura como expirada para o pedido #%1$s: %2$s

source: Subscription sign up failed.
pt_br: Inscrição na assinatura falhou.

source: Failed to process failed payment on subscription for order #%1$s: %2$s
pt_br: Falha ao processar pagamento na assinatura para o pedido #%1$s: %2$s

source: Error: Unable to create subscription. Please try again.
pt_br: Erro: Não é possível criar uma assinatura. Por favor, tente novamente.

source: Error: Unable to add product to created subscription. Please try again.
pt_br: Erro: Não é possível adicionar produtos à assinatura criada. Por favor, tente novamente.

source: Pending subscription created.
pt_br: Assinatura pendente criada.

source: Change
pt_br: Alterar

source: Failed sign-up for subscription %s.
pt_br: Falha de inscrição para a assinatura %s.

source: Invalid security token, please reload the page and try again.
pt_br: Token de segurança inválido, por favor recarregue a página e tente novamente.

source: Only store managers can edit payment dates.
pt_br: Somente administradores da loja podem editar datas de pagamento.

source: Please enter all date fields.
pt_br: Por favor preencha todos os campos.

source: Date Changed
pt_br: Data Alterada

source: Your subscription will be activated when payment clears.
pt_br: Sua assinatura será ativada quando o pagamento for confirmado.

source: View the status of your subscription in %syour account%s.
pt_br: Exibir o status de sua assinatura em %ssua conta%s.

source: Subscription Relationship
pt_br: Relacionamento de Assinatura

source: Renewal Order
pt_br: Pedido de Renovação

source: Resubscribe Order
pt_br: Reassinar Pedido

source: Parent Order
pt_br: Pedido Pai

source: All orders types
pt_br: Todos os tipos de pedidos

source: Subscription cancelled for refunded order %1$s#%2$s%3$s.
pt_br: Assinatura cancelada por pedido reembolsado %1$s#%2$s%3$s.

source: %1$s every %2$s
pt_br: %1$s a cada %2$s

source: %1$s every %2$s on %3$s
pt_br: %1$s a cada %2$s em %3$s

source: %s on the last day of each month
pt_br: %s no último dia de cada mês

source: %1$s on the %2$s of each month
pt_br: %1$s no %2$s de cada mês

source: %1$s on the last day of every %2$s month
pt_br: %1$s no último dia de cada %2$s mês

source: %1$s on the %2$s day of every %3$s month
pt_br: %1$s no %2$s dia de cada %3$s mês

source: %1$s on %2$s %3$s each year
pt_br: %1$s no %2$s %3$s cada ano

source: %1$s on %2$s %3$s every %4$s year
pt_br: %1$s no %2$s %3$s a cada %4$s ano

source: every %s
pt_br: a cada %s

source: %1$s for %2$s
pt_br: %1$s para %2$s

source: %1$s with %2$s free trial
pt_br: %1$s com %2$s avaliação gratuita

source: %1$s and a %2$s sign-up fee
pt_br: %1$s e um %2$s taxa de inscrição

source: Order %s created to record renewal.
pt_br: Pedido %s criado para armazenar renovação.

source: Subscription renewal orders cannot be cancelled.
pt_br: Pedidos de renovação da assinatura não podem ser cancelados.

source: You have a subscription to this product. Choosing a new subscription will replace your existing subscription.
pt_br: Você tem uma assinatura para este produto. Escolher uma nova assinatura substituirá a sua assinatura existente.

source: Choose a new subscription.
pt_br: Escolha uma nova assinatura.

source: Your cart contained an invalid subscription switch request. It has been removed.
pt_br: Seu carrinho continha uma solicitação inválida de troca de assinatura. A solicitação foi removida.

source: You have already subscribed to this product and it is limited to one per customer. You can not purchase the product again.
pt_br: Você já é assinante deste produto e ele é limitado a um por cliente. Você não pode comprar este produto novamente.

source: %1$s Complete payment on %2$sOrder %3$s%4$s to be able to change your subscription.
pt_br: %1$s Conclua o pagamento do %2$sPedido %3$s%4$s para poder modificar sua assinatura.

source: Switching
pt_br: Alteração

source: Allow subscribers to switch (upgrade or downgrade) between different subscriptions. %sLearn more%s.
pt_br: Permite que os assinantes alternem (upgrade ou downgrade) entre diferentes assinaturas. %sSaiba mais%s.

source: Allow Switching
pt_br: Permitir Alteração

source: Allow subscribers to switch between subscriptions combined in a grouped product, different variations of a Variable subscription or don't allow switching.
pt_br: Permite que assinantes troquem entre assinaturas combinadas em um produto agrupado, diferentes variações de uma assinatura Variável ou não permitir trocas.

source: Prorate Recurring Payment
pt_br: Ratear o Pagamento Recorrente

source: When switching to a subscription with a different recurring payment or billing period, should the price paid for the existing billing period be prorated when switching to the new subscription?
pt_br: Quando se muda para uma assinatura com um pagamento recorrente diferente ou período de cobrança, o preço pago pelo período de cobrança existente poderia ser proporcional quando for alternar para a nova assinatura?

source: Prorate Sign up Fee
pt_br: Rateamento de Taxa de Inscrição

source: When switching to a subscription with a sign up fee, you can require the customer pay only the gap between the existing subscription's sign up fee and the new subscription's sign up fee (if any).
pt_br: Quando se troca para uma assinatura com um taxa de inscrição, você pode requerer que o cliente pague apenas a diferença entre a taxa de inscrição de assinatura existente e a nova taxa de inscrição (se houver).

source: Prorate Subscription Length
pt_br: Ratear Duração da Assinatura

source: When switching to a subscription with a length, you can take into account the payments already completed by the customer when determining how many payments the subscriber needs to make for the new subscription.
pt_br: Quando se muda para uma assinatura com uma duração, você pode levar em conta os pagamentos já concluídos pelo cliente ao determinar quantos pagamentos o assinante precisa fazer para a nova assinatura.

source: Switch Button Text
pt_br: Alterar Texto do Botão

source: Customise the text displayed on the button next to the subscription on the subscriber's account page. The default is "Switch Subscription", but you may wish to change this to "Upgrade" or "Change Subscription".
pt_br: Personalize o texto exibido no botão ao lado da assinatura na página da conta do assinante. O padrão é "Trocar assinatura", mas você pode querer mudar isso para "Atualizar" ou "Alterar Assinatura".

source: Upgrade or Downgrade
pt_br: Upgrade ou Downgrade

source: Switch order cancelled due to a new switch order being created #%s.
pt_br: Alteração do pedido cancelada devido a um novo pedido de alteração criada #%s.

source: Switch Order
pt_br: Alterar Pedido

source: Switched Subscription
pt_br: Assinatura Alterada

source: You can only switch to a subscription product.
pt_br: Você pode trocar apenas para um produto de assinatura.

source: We can not find your old subscription item.
pt_br: Nós não encontramos o item de assinatura antigo.

source: You can not switch to the same subscription.
pt_br: Você não pode trocar para a mesma assinatura.

source: You can not switch this subscription. It appears you do not own the subscription.
pt_br: Você não pode trocar esta assinatura. Parece que ela não pertence a você.

source: There was an error locating the switch details.
pt_br: Ocorreu um erro ao localizar os detalhes da alteração.

source: The original subscription item being switched cannot be found.
pt_br: O item original da assinatura a ser trocado não pode ser encontrado.

source: The item on the switch order cannot be found.
pt_br: O item do pedido alterado não pode ser encontrado.

source: Failed to update the subscription shipping method.
pt_br: Falha ao atualizar forma de entrega da assinatura.
