Repository: grandemestre/woocommerce-subscriptions-pt-BR-translation
Catalog: woocommerce-subscriptions-*.po
Languages: pt_br

source: Synchronise renewals
pt_br: Sincronizar renovações

source: Align the payment date for all customers who purchase this subscription to a specific day of the week or month.
pt_br: Alinhe a data de pagamento para todos os clientes que compraram esta assinatura para um dia específico da semana ou do mês.

source: Synchronisation
pt_br: Sincronização

source: Align Subscription Renewal Day
pt_br: Alinhar o Dia da Renovação da Assinatura

source: Prorate First Payment
pt_br: Primeiro pagamento do Rateamento

source: If a subscription is synchronised to a specific day of the week, month or year, charge a prorated amount for the subscription at the time of sign up.
pt_br: Se uma assinatura for sincronizada para um dia específico da semana, mês ou ano, cobra-se uma quantia proporcional para a assinatura no momento da inscrição.

source: Month for Synchronisation
pt_br: Mês para sincronização

source: Do not synchronise
pt_br: Não sincronizar

source: %s each week
pt_br: %s cada semana

source: %s day of the month
pt_br: %s dia do mês

source: Last day of the month
pt_br: Último dia do mês

source: Today!
pt_br: Hoje!

source: First payment prorated. Next payment: %s
pt_br: Primeiro pagamento proporcional. Próximo pagamento: %s

source: First payment: %s
pt_br: Primeiro pagamento: %s

source: View subscriptions
pt_br: Ver Assinaturas

source: Create subscriptions
pt_br: Criar assinaturas

source: View and manage subscriptions
pt_br: Ver e gerir assinaturas

source: Weekly
pt_br: Semanal

source: That doesn't appear to be your order.
pt_br: Isso não parece ser seu pedido.

source: Complete checkout to renew your subscription.
pt_br: Complete o checkout para renovar sua assinatura.

source: The %s product has been deleted and can no longer be renewed. Please choose a new product or contact us for assistance.
pt_br: Este produto %s foi excluído e não pode mais ser renovado. Por favor, escolha um produto novo ou contate-nos para assistência.

source: Subscription #%s has not been added to the cart.
pt_br: Assinatura #%s não foi adicionada ao carrinho.

source: We couldn't find the original subscription for an item in your cart. The item was removed.
pt_br: Nós não conseguimos encontrar a assinatura original para um item em seu carrinho. O item foi removido.

source: We couldn't find the original renewal order for an item in your cart. The item was removed.
pt_br: Nós não conseguimos encontrar um pedido de renovação original para um item em seu carrinho. O item foi removido.

source: All linked subscription items have been removed from the cart.
pt_br: Todos os itens de assinatura vinculadas foram removidos do carrinho.

source: There was an error with your request to resubscribe. Please try again.
pt_br: Houve um erro com a sua solicitação de renovação de assinatura. Por favor, tente novamente.

source: That subscription does not exist. Has it been deleted?
pt_br: Essa assinatura não existe. Ela foi excluída?

source: You can not resubscribe to that subscription. Please contact us if you need assistance.
pt_br: Você não pode se inscrever novamente para essa assinatura. Por favor contate-nos se precisar de ajuda.

source: Complete checkout to resubscribe.
pt_br: Complete o checkout para assinar novamente.

source: Customer resubscribed in order #%s
pt_br: Cliente renovou assinatura no pedido #%s

source: Please choose a valid payment gateway to change to.
pt_br: Por favor, escolha uma forma de pagamento válida para alterar.

source: Limit subscription
pt_br: Limitar Assinatura

source: Only allow a customer to have one subscription to this product. %sLearn more%s.
pt_br: O cliente pode ter somente uma assinatura vigente para este produto. %sSaiba mais%s.

source: Do not limit
pt_br: Não limitar

source: Limit to one active subscription
pt_br: Limitar a uma assinatura ativa

source: Limit to one of any status
pt_br: Limitar para um de qualquer status

source: The deleted payment method was used for automatic subscription payments, we couldn't find an alternative token payment method token to change your subscriptions to.
pt_br: A forma de pagamento excluída foi usada para pagamentos de assinatura automática, não conseguimos encontrar um token alternativo de forma de pagamento para alterar suas assinaturas.

source: The deleted payment method was used for automatic subscription payments. To avoid failed renewal payments in future the subscriptions using this payment method have been updated to use your %1$s. To change the payment method of individual subscriptions go to your %2$sMy Account > Subscriptions%3$s page.
pt_br: A forma de pagamento excluída foi usada para pagamentos de assinatura automática. Para evitar falhas em pagamentos de renovação no futuro, as assinaturas usando esta forma de pagamento foram atualizadas para usar seu %1$s. Para alterar a forma de pagamento das assinaturas individuais, vá para a página: %2$sMinha Conta > Assinaturas%3$s.

source: %s ending in %s
pt_br: %s terminando em %s

source: Your request to undo your previous action was unsuccessful.
pt_br: Sua solicitação para desfazer a ação anterior não foi bem sucedida.

source: You have successfully removed "%1$s" from your subscription. %2$sUndo?%3$s
pt_br: Você removeu com sucesso "%1$s" da sua assinatura. %2$sDesfazer?%3$s

source: Security error. Please contact us if you need assistance.
pt_br: Erro de segurança. Por favor, contate-nos se precisar de ajuda.

source: You cannot modify a subscription that does not belong to you.
pt_br: Você não pode modificar uma assinatura que não pertence a você.

source: You cannot remove an item that does not exist.
pt_br: Você não pode remover um item que não existe.

source: The item was not removed because this Subscription's payment method does not support removing an item.
pt_br: O item não foi removido porque a forma de pagamento desta assinatura não permite a remoção de um item.

source: You can not reactivate that subscription until paying to renew it. Please contact us if you need assistance.
pt_br: Não é possível reativar a assinatura até o pagamento da renovação. ‪Por favor contate-nos se precisar de ajuda.

source: You can not suspend that subscription - the suspension limit has been reached. Please contact us if you need assistance.
pt_br: Não pode suspender esta assinatura - o limite de suspensões foi atingido. Por favor contate-nos se precisar de ajuda.

source: That subscription does not exist. Please contact us if you need assistance.
pt_br: Esta assinatura não existe. Por favor, contate-nos se precisar de assistência.

source: That subscription can not be changed to %s. Please contact us if you need assistance.
pt_br: Essa assinatura não pode ser alterada para %s. Por favor, contate-nos se precisar de assistência.

source: Subscription Created
pt_br: Assinatura Criada

source: Subscription Updated
pt_br: Assinatura Atualizada

source: Subscription Deleted
pt_br: Assinatura Deletada

source: Subscription Switched
pt_br: Assinatura Alterada

source: Cancelled Subscription
pt_br: Assinatura Cancelada

source: Cancelled Subscription emails are sent when a customer's subscription is cancelled (either by a store manager, or the customer).
pt_br: E-mails de Assinatura Cancelada são enviados quando a assinatura de um cliente é cancelada (ou por um administrador de loja, ou pelo cliente).

source: Subscription Cancelled
pt_br: Assinatura Cancelada

source: Enable this email notification
pt_br: Ativar este e-mail de notificação

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
pt_br: Inserir destinatários (separados por vírgula) para este e-mail. O padrão é <code>%s</code>.

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
pt_br: Isto controla a linha do assunto do e-mail. Deixe em branco para usar o assunto padrão: <code>%s</code>.

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
pt_br: Isto controla o cabeçalho principal dentro do e-mail de notificação. Deixe em branco para usar o cabeçalho padrão: <code>%s</code>.

source: Choose which format of email to send.
pt_br: Escolha o formato de e-mail a ser enviado.

source: Completed Renewal Order
pt_br: Pedido de Renovação Concluído

source: Renewal order complete emails are sent to the customer when a subscription renewal order is marked complete and usually indicates that the item for that renewal period has been shipped.
pt_br: E-mails de conclusão do pedido de renovação são enviados para o cliente quando o pedido de renovação de assinatura é marcado como concluído e geralmente indica que o item daquele período de renovação foi enviado.

source: Subscription Switch Complete
pt_br: Alteração de Assinatura CompletaAssinatura Simples

source: Subscription switch complete emails are sent to the customer when a subscription is switched successfully.
pt_br: Emails de alteração de assinatura completa são enviados ao cliente quando uma assinatura é alterada com êxito.

source: Your subscription change is complete
pt_br: Alteração da sua assinatura concluída

source: Your {blogname} subscription change from {order_date} is complete
pt_br: A alteração de assinatura do seu {blogname} de {order_date} está completa

source: Your subscription change is complete - download your files
pt_br: Sua alteração da assinatura está completa - baixe seus arquivos

source: Your {blogname} subscription change from {order_date} is complete - download your files
pt_br: A alteração de assinatura do seu {blogname} de {order_date} está completa - baixar seus arquivos

source: Customer Payment Retry
pt_br: Tentativa de pagamento do cliente

source: Sent to a customer when an attempt to automatically process a subscription renewal payment has failed and a retry rule has been applied to retry the payment in the future. The email contains the renewal order information, date of the scheduled retry and payment links to allow the customer to pay for the renewal order manually instead of waiting for the automatic retry.
pt_br: Enviado a um cliente quando uma tentativa de processar automaticamente um pagamento de renovação de subscrição falhou e uma regra de tentativa foi aplicada para tentar novamente o pagamento no futuro. O e-mail contém as informações do pedido de renovação, a data das tentativas programadss e os links de pagamento para permitir que o cliente pague o pedido de renovação manualmente em vez de aguardar a tentativa automática.

source: Automatic payment failed for {order_number}, we will retry {retry_time}
pt_br: Pagamento automático falhou para {order_number}, nós iremos tentar em {retry_time}

source: Automatic payment failed for order {order_number}
pt_br: Pagamento automático falhou para pedido {order_number}

source: Processing Renewal order
pt_br: Processando Pedido de Renovacão

source: This is an order notification sent to the customer after payment for a subscription renewal order is completed. It contains the renewal order details.
pt_br: Esta é uma notificação do pedido enviada ao cliente assim que o pagamento de um pedido de renovação de assinatura for concluído. Ele contém os detalhes do pedido de renovação.

source: Thank you for your order
pt_br: Obrigado pelo seu pedido

source: Your {blogname} renewal order receipt from {order_date}
pt_br: Recibo da renovação da sua assinatura de {blogname} feita em {order_date}

source: Customer Renewal Invoice
pt_br: Fatura de Renovação do Cliente

source: Sent to a customer when the subscription is due for renewal and the renewal requires a manual payment, either because it uses manual renewals or the automatic recurring payment failed for the initial attempt and all automatic retries (if any). The email contains renewal order information and payment links.
pt_br: Envia para um cliente quando a assinatura está para vencer e a renovação requer pagamento manual, ou porque o sistema está configurado assim ou porque o pagamento automático recorrente falhou. O e-mail contém informações do pedido de renovação e os links de pagamento.

source: Invoice for renewal order {order_number} from {order_date}
pt_br: Fatura para pedido de renovação {order_number} de {order_date}

source: Invoice for renewal order {order_number}
pt_br: Fatura para pedido de renovação {order_number}

source: Expired Subscription
pt_br: Assinatura Expirada

source: Expired Subscription emails are sent when a customer's subscription expires.
pt_br: E-mails de Assinatura Expirada são enviados quando uma assinatura do cliente expira.

source: Subscription Expired
pt_br: Assinatura Expirada

source: Subscription argument passed in is not an object.
pt_br: O argumento de assinatura passado não é um objeto.

source: New Renewal Order
pt_br: Novo Pedido de Renovação

source: New renewal order emails are sent when a subscription renewal payment is processed.
pt_br: Novos e-mails de pedidos de renovação são enviados quando um pagamento de renovação de assinatura é processado.

source: New subscription renewal order
pt_br: Novo pedido de renovação de assinatura

source: [{blogname}] New subscription renewal order ({order_number}) - {order_date}
pt_br: [{blogname}] Novo pedido de renovação de assinatura ({order_number}) - {order_date}

source: Subscription Switched
pt_br: Assinatura Alterada

source: Subscription switched emails are sent when a customer switches a subscription.
pt_br: E-mails de assinatura alterada são enviados quando um cliente alterar uma assinatura.

source: [{blogname}] Subscription Switched ({order_number}) - {order_date}
pt_br: [{blogname}] Assinatura Alterada ({order_number}) - {order_date}

source: Suspended Subscription
pt_br: Assinatura Suspensa

source: Suspended Subscription emails are sent when a customer manually suspends their subscription.
pt_br: E-mails de Assinatura Suspensa são enviados quando um cliente suspende manualmente sua assinatura.

source: Subscription Suspended
pt_br: Assinatura Suspensa

source: Payment Retry
pt_br: Tentativa de Pagamento

source: Payment retry emails are sent to chosen recipient(s) when an attempt to automatically process a subscription renewal payment has failed and a retry rule has been applied to retry the payment in the future.
pt_br: Os e-mails de tentativa de pagamento são enviados aos destinatários escolhidos quando uma tentativa de processar automaticamente um pagamento de renovação de assinatura falhou e uma regra de tentativa foi aplicada para tentar novamente o pagamento no futuro.

source: Automatic renewal payment failed
pt_br: Renovação automática de pagamento falhou

source: [{site_title}] Automatic payment failed for {order_number}, retry scheduled to run {retry_time}
pt_br: [{site_title}] O pagamento automático falhou para {order_number}, agendado para executar novamente em {retry_time}

source: Sorry, it seems there are no available payment methods which support subscriptions. Please contact us if you require assistance or wish to make alternate arrangements.
pt_br: Desculpe, parece que não há formas de pagamento disponíveis que possibilitem assinaturas. Por favor, contate-nos se vocês deseja assistência ou quer fazer ajustes alternativos.

source: Unable to find order for PayPal billing agreement.
pt_br: Não foi possível encontrar o pedido para o contrato de faturamento do PayPal.

source: An error occurred, please try again or try an alternate form of payment.
pt_br: Ocorreu um erro, por favor tente novamente ou tente uma forma alternativa de pagamento.

source: PayPal API error: (%d) %s
pt_br: Erro de API do PayPal: (%d) %s

source: PayPal Transaction Held: %s
pt_br: Transação do PayPal Mantida: %s

source: PayPal payment declined: %s
pt_br: Pagamento PayPal recusado: %s

source: PayPal payment approved (ID: %s)
pt_br: Pagamento PayPal aprovado (ID: %s)

source: Are you sure you want to change the payment method from PayPal standard? This will suspend the subscription at PayPal.
pt_br: Tem certeza que deseja alterar a forma de pagamento do PayPal standard? Isto irá suspender a assinatura no PayPal.

source: It is <strong>strongly recommended you do not change the Receiver Email address</strong> if you have active subscriptions with PayPal. Doing so can break existing subscriptions.
pt_br: É <strong>altamente recomendável que você não altere o endereço de e-mail do Destinatário</strong> se você tem assinaturas ativas com o PayPal. Se o fizer, você pode causar problemas com suas assinaturas existentes.

source: PayPal is inactive for subscription transactions. Please %1$sset up the PayPal IPN%2$s and %3$senter your API credentials%4$s to enable PayPal for Subscriptions.
pt_br: PayPal está inativo para transações de assinatura. Por favor, %1$sConfigure o IPN do PayPal%2$s e %3$sinsira as suas credenciais de API%4$s para habilitar o PayPal para Assinaturas.

source: %1$sPayPal Reference Transactions are not enabled on your account%2$s, some subscription management features are not enabled. Please contact PayPal and request they %3$senable PayPal Reference Transactions%4$s on your account. %5$sCheck PayPal Account%6$s %7$sLearn more %8$s
pt_br: %1$s"PayPal Reference Transactions" não estão habilitadas em sua conta%2$s, alguns recursos de gerenciamento de assinatura não estão habilitados. Entre em contato com o PayPal e solicite %3$sa liberação de "PayPal Reference Transactions"%4$s em sua conta. %5$sVerifique a Conta do PayPal%6$s %7$sLeia mais %8$s

source: %1$sPayPal Reference Transactions are enabled on your account%2$s. All subscription management features are now enabled. Happy selling!
pt_br: %1$s"PayPal Reference Transactions" estão habilitadas em sua conta%2$s. Todos os recursos de gerenciamento de assinatura agora estão habilitados. Boas vendas!

source: There is a problem with PayPal. Your API credentials may be incorrect. Please update your %1$sAPI credentials%2$s. %3$sLearn more%4$s.
pt_br: Há um problema com o PayPal. As suas credenciais de API podem estar incorretas. Por favor atualize as suas %1$scredenciais de API%2$s. %3$sSaiba mais%4$s.

source: There is a problem with PayPal. Your PayPal account is issuing out-of-date subscription IDs. %1$sLearn more%2$s. %3$sDismiss%4$s.
pt_br: Há um problema com o PayPal. Sua conta do PayPal está emitindo IDs de assinatura desatualizados. %1$sSaiba mais%2$s. %3$sDispense esse aviso%4$s.

source: %sA fatal error has occurred when processing a recent subscription payment with PayPal. Please %sopen a new ticket at WooCommerce Support%s immediately to get this resolved.%sIn order to get the quickest possible response please attach a %sTemporary Admin Login%s and a copy of your PHP error logs to your support ticket.%sLast recorded error: %s
pt_br: %sOcorreu um erro fatal ao processar um pagamento de assinatura recente com o PayPal. Por favor, %abra um novo ticket no WooCommerce Support%s imediatamente para resolver isto.%sPara obter a resposta mais rápida possível, anexe um%sLogin Temporário de Admin%s e uma cópia dos logs de erro do PHP em seu ticket de suporte.%sÚltimo erro salvo:%s

source: Ignore this error (not recommended!)
pt_br: Ignore este erro (não recomendado!)

source: Open up a ticket now!
pt_br: Abra um ticket agora!

source: Total Discount
pt_br: Desconto Total

source: %s - Order
pt_br: %s - Pedido

source: expected clearing date %s
pt_br: data de compensação esperada %s

source: Billing agreement cancelled at PayPal.
pt_br: Acordo de pagamento cancelado na PayPal.

source: IPN subscription sign up completed.
pt_br: Inscrição da Assinatura IPN concluída.

source: IPN subscription payment completed.
pt_br: Pagamento de assinatura IPN concluída.

source: IPN subscription failing payment method changed.
pt_br: Assinatura IPN não pode ter forma de pagamento alterada.

source: IPN subscription suspended.
pt_br: Assinatura IPN suspensa.

source: IPN subscription cancelled.
pt_br: Assinatura IPN cancelada.

source: IPN subscription payment failure.
pt_br: Falha de pagamento de assinatura IPN.

source: Invalid PayPal IPN Payload: unable to find matching subscription.
pt_br: PayPal IPN Payload inválido: não é possível encontrar uma assinatura correspondente.

source: Subscription cancelled with PayPal
pt_br: Assinatura cancelada com o PayPal

source: Subscription suspended with PayPal
pt_br: Assinatura suspensa com o PayPal

source: Subscription reactivated with PayPal
pt_br: Assinatura reativada com o PayPal

source: PayPal API error - credentials are incorrect.
pt_br: Erro da API do PayPal - as credenciais estão incorretas.

source: Automatic Failed Payment Retries
pt_br: Falhas nas Tentativas Automáticas de Pagamento

source: %d Pending Payment Retry
pt_br: %d Tentativa de Pagamento Pendente

source: %d Processing Payment Retry
pt_br: %d Tentativa de Pagamento Processando

source: %d Failed Payment Retry
pt_br: %d Tentativa de Pagamento Falhou

source: %d Successful Payment Retry
pt_br: %d Sucesso na Tentativa de Pagamento

source: %d Cancelled Payment Retry
pt_br: %d Tentativa de Pagamento Cancelada

source: Retry Failed Payments
pt_br: Tentar novamente os Pagamentos com Falha

source: Enable automatic retry of failed recurring payments
pt_br: Habilitar a tentativa automática de pagamentos recorrentes com falha

source: Attempt to recover recurring revenue that would otherwise be lost due to payment methods being declined only temporarily. %sLearn more%s.
pt_br: Tentando recuperar a receita recorrente que de outra forma seria perdida devido a métodos de pagamento sendo recusados apenas temporariamente. %sSaiba mais%s.

source: Payment retry posts store details about the automatic retry of failed renewal payments.
pt_br: Posts de tentativas de pagamento publicam detalhes da loja sobre a tentativa automática de pagamentos de renovação com falha.

source: Renewal Payment Retry
pt_br: Tentativa de Pagamento de Renovação

source: Add
pt_br: Adicionar

source: Add New Retry
pt_br: Adicionar Nova Tentativa

source: Edit
pt_br: Editar

source: Edit Retry
pt_br: Editar Tentativa

source: New Retry
pt_br: Nova Tentativa

source: View Retry
pt_br: Ver Tentativa

source: Search Renewal Payment Retries
pt_br: Procurar Tentativas de Pagamento de Renovação

source: No retries found
pt_br: Nenhuma tentativa encontrada

source: No retries found in trash
pt_br: Nenhuma tentativa encontrada na lixeira

source: Database updated to version %s
pt_br: Banco de dados atualizado para a versão %s

source: Migrated %1$s subscription related hooks to the new scheduler (in %2$s seconds).
pt_br: Migrados %1$s ganchos relacionados com assinatura para o novo agenciador (em %2$s segundos).

source: Migrated %1$s subscriptions to the new structure (in %2$s seconds).
pt_br: Migrados %1$s assinaturas para a nova estrutura (em %2$s segundos).

source: Unable to upgrade subscriptions.<br/>Error: %1$s<br/>Please refresh the page and try again. If problem persists, %2$scontact support%3$s.
pt_br: Não é possível atualizar as assinaturas.<br>Erro: %1$s<br>Por favor, atualize a página e tente novamente. Se o problema persistir, %2$scontate o suporte%3$s.

source: Welcome to WooCommerce Subscriptions 2.1
pt_br: Bem-vindo ao WooCommerce Subscriptions 2.0

source: About WooCommerce Subscriptions
pt_br: Sobre o WooCommerce Subscriptions

source: Subscription end date in the past
pt_br: Data final da assinatura no passado

source: Welcome to Subscriptions 2.0
pt_br: Bem-vindo ao Subscriptions 2.0

source: Thank you for updating to the latest version of WooCommerce Subscriptions.
pt_br: Obrigado por atualizar para a versão mais recente do WooCommerce Subscriptions.
