Repository: grandemestre/woocommerce-subscriptions-pt-BR-translation
Catalog: woocommerce-subscriptions-*.po
Languages: pt_br

source: Could not get subscription. Most likely the subscription key does not refer to a subscription. The key was: "%s".
pt_br: Não foi possível obter a assinatura. Muito provavelmente, a chave de assinatura não se refere a uma assinatura. A chave era: "%s".

source: %1$s %2$s then %3$s
pt_br: %1$s %2$s então %3$s

source: %1$s %2$s then %3$s every %4$s
pt_br: %1$s %2$s depois %3$s a cada %4$s

source: %1$s %2$s then %3$s every %4%s on %5$s
pt_br: %1$s %2$s depois %3$s a cada %4%s em %5$s

source: %1$s %2$s then %3$s on the last day of each month
pt_br: %1$s %2$s depois %3$s no último dia de cada mês

source: %1$s %2$s then %3$s on the %4$s of each month
pt_br: %1$s %2$s em seguida %3$s no %4$s de cada mês

source: %1$s %2$s then %3$s on the last day of every %4$s month
pt_br: %1$s %2$s em seguida %3$s no último dia de cada %4$s mês

source: %1$s %2$s then %3$s on the %4$s day of every %5$s month
pt_br: %1$s %2$s em seguida %3$s no %4$s dia de cada %5$s mês

source: %1$s %2$s then %3$s on %4$s %5$s each year
pt_br: %1$s %2$s em seguida %3$s no %4$s %5$s cada ano

source: %1$s %2$s then %3$s on %4$s %5$s every %6$s year
pt_br: %1$s %2$s em seguida %3$s no %4$s %5$s em cada %6$s ano

source: %1$s %2$s then %3$s / %4$s
pt_br: %1$s %2$s depois %3$s / %4$s

source: %1$s after %2$s free trial
pt_br: %1$s após %2$s de período de avaliação

source: %1$s free trial then %2$s
pt_br: %1$s avaliação gratuita, em seguida %2$s

source: YYYY-MM-DD
pt_br: AAAA-MM-DD

source: Subscription Renewal Order &ndash; %s
pt_br: Pedido de Renovação de Assinatura &ndash; %s

source: Resubscribe Order &ndash; %s
pt_br: Assinar Pedido Novamente &ndash; %s

source: $type passed to the function was not a string.
pt_br: $type passado para a função não foi uma string.

source: "%s" is not a valid new order type.
pt_br: "%s" não é um novo tipo de pedido válido.

source: Invalid data. No valid subscription / order was passed in.
pt_br: Dados inválidos. Nenhuma assinatura / pedido válido foi passado.

source: Invalid data. No valid item id was passed in.
pt_br: Dados inválidos. Nenhum id do item válido foi passado.

source: %s day
pt_br: %s dia

source: %s week
pt_br: %s semana

source: %s month
pt_br: %s mês

source: %s year
pt_br: %s ano

source: Resubscribe
pt_br: Assinar Novamente

source: Subscription Price (%s)
pt_br: Preço da Assinatura (%s)

source: Subscription Periods
pt_br: Período da Assinatura

source: Subscription Length
pt_br: Duração da Assinatura

source: Sign-up Fee (%s)
pt_br: Taxa de Inscrição (%s)

source: Free Trial
pt_br: Avaliação Grátis

source: Synchronise Renewals
pt_br: Sincronizar Renovações

source: Label
pt_br: Rótulo

source: Shipping Method
pt_br: Método de Envio

source: Other
pt_br: Outro

source: Recurring Sales Tax:
pt_br: Taxa de Vendas Recorrentes:

source: Shipping Tax:
pt_br: Taxa de Envio:

source: Subscription trial period:
pt_br: Período de Avaliação da Assinatura:

source: Billing interval:
pt_br: Intervalo de cobrança da assinatura:

source: Billing Period:
pt_br: Período de Cobrança:

source: This section shows any information about Subscriptions.
pt_br: Esta seção mostra qualquer informação sobre Assinaturas.

source: Recurring shipping options can be selected on checkout.
pt_br: Opções de envio recorrentes podem ser selecionados no checkout.

source: Shipping costs will be calculated once you have provided your address.
pt_br: Os custos de entrega serão calculados quando você informar o seu endereço.

source: There are no shipping methods available. Please double check your address, or contact us if you need any help.
pt_br: Não há métodos de envio disponíveis. Por favor, verifique o seu endereço, ou contate-nos se você precisar de alguma ajuda.

source: Sorry, it seems no payment gateways support changing the recurring payment method. Please contact us if you require assistance or to make alternate arrangements.
pt_br: Desculpe, parece que nenhum meio de pagamento oferece suporte à mudança na forma de pagamento recorrente. Entre em contato conosco se precisar de assistência ou se quiser ajustes alternativos.

source: Recurring Totals
pt_br: Totais Recorrentes

source: Subtotal
pt_br: Suntotal

source: Recurring Total
pt_br: Total Recorrente

source: Switch Order Details
pt_br: Alterar Detalhes do Pedido

source: New Subscription Details
pt_br: Detalhes da Nova Assinatura

source: The renewal order is as follows:
pt_br: O pedido de renovação é a seguinte:

source: A subscription belonging to %1$s has been cancelled. Their subscription's details are as follows:
pt_br: Uma assinatura pertencente a %1$s foi cancelada. Os detalhes da assinatura são:

source: Hi there. Your subscription renewal order with %s has been completed. Your order details are shown below for your reference:
pt_br: Olá. O seu pedido de renovação da assinatura em %s foi concluído. Os detalhes do pedido seguem abaixo para sua referência:

source: Hi there. You have successfully changed your subscription items on %s. Your new order and subscription details are shown below for your reference:
pt_br: Olá. Você mudou seus itens de assinatura no %s com sucesso. Seu novo pedido e detalhes da assinatura são mostrados abaixo para sua referência:

source: Your subscription renewal order has been received and is now being processed. Your order details are shown below for your reference:
pt_br: Seu pedido de renovação de assinatura foi recebido e está sendo processado agora. Os detalhes do pedido estão mostrados logo abaixo:

source: Pay Now &raquo;
pt_br: Pague Agora &raquo;

source: A subscription belonging to %1$s has expired. Their subscription's details are as follows:
pt_br: Uma assinatura pertencente a %1$s expirou. Os detalhes da sua assinatura são os seguintes:

source: A subscription belonging to %1$s has been suspended by the user. Their subscription's details are as follows:
pt_br: Uma assinatura pertencente a %1$s foi suspensa pelo usuário. Os detalhes da sua assinatura são os seguintes:

source: Last Order Date: %s
pt_br: Última data do pedido: %s

source: End of Prepaid Term: %s
pt_br: Término do Período Pré-pago: %s

source: View your order: %s
pt_br: Ver seu pedido: %s

source: View your subscription: %s
pt_br: Visualizar sua assinatura: %s

source: Order number: %s
pt_br: Número do pedido: %s

source: Order date: %s
pt_br: Data do pedido: %s

source: End Date: %s
pt_br: Data Final: %s

source: Last Order: %s
pt_br: Último Pedido: %s

source: Date Suspended: %s
pt_br: Data Suspensa: %s

source: Subscription Information:
pt_br: Informação de Assinatura:

source: My Subscriptions
pt_br: Assinaturas

source: You have no active subscriptions. Find your first subscription in the %sstore%s.
pt_br: Você não tem assinaturas ativas. Faça a sua primeira assinatura na %sloja%s.

source: Order
pt_br: Pedido

source: %1$s for %2$d item
pt_br: %1$s para %2$d item

source: Related Subscriptions
pt_br: Assinaturas Relacionadas

source: My Account
pt_br: Minha Conta

source: Actions
pt_br: Ações

source: Subscription Updates
pt_br: Atualizações de Assinatura

source: Subscription Totals
pt_br: Totais da Assinatura

source: Are you sure you want remove this item from your subscription?
pt_br: Tem certeza que deseja remover este item da sua assinatura?

source: You have an active subscription to this product already.
pt_br: Você já tem uma assinatura ativa para este produto.

source: This product is currently out of stock and unavailable.
pt_br: Este produto está esgotado. Indisponível no momento.

source: Clear
pt_br: Limpar

source: Can not get status name. Status is not a string.
pt_br: Não é possível obter o status. O status não é uma sequência de caracteres.

source: Can not get address type display name. Address type is not a string.
pt_br: Não é possível obter o nome de exibição do tipo de endereço. Tipo de endereço não é uma sequência de caracteres.

source: Shipping Address
pt_br: Endereço de Entrega

source: Billing Address
pt_br: Endereço de Cobrança

source: Date type is not a string.
pt_br: Tipo Data não é texto (string).

source: Date type can not be an empty string.
pt_br: Tipo de Data não pode ser uma sequência de caracteres vazio.

source: This is where subscriptions are stored.
pt_br: Isso é onde as assinaturas ficam armazenadas.

source: No Subscriptions found
pt_br: Nenhuma Assinatura encontrada

source: Subscriptions will appear here for you to view and manage once purchased by a customer.
pt_br: Assinaturas aparecerão aqui para você visualizá-las e gerenciá-las, uma vez comprada(s) por um cliente.

source: %sLearn more about managing subscriptions &raquo;%s
pt_br: %sSaiba mais sobre gerenciamento de assinaturas &raquo;%s

source: %sAdd a subscription product &raquo;%s
pt_br: %sAdicione um produto de assinatura &raquo;%s

source: A subscription renewal has been removed from your cart. Multiple subscriptions can not be purchased at the same time.
pt_br: Uma renovação de assinatura foi removida do seu carrinho. Várias assinaturas não podem ser compradas ao mesmo tempo.

source: A subscription has been removed from your cart. Due to payment gateway restrictions, different subscription products can not be purchased at the same time.
pt_br: Uma assinatura foi removida do seu carrinho. Devido a restrições dos meios de pagamentos, produtos de assinatura diferentes não podem ser comprados ao mesmo tempo.

source: A subscription has been removed from your cart. Products and subscriptions can not be purchased at the same time.
pt_br: Uma assinatura foi removida do seu carrinho. Produtos e assinaturas não podem ser compradas ao mesmo tempo.

source: %1$sWooCommerce Subscriptions is inactive.%2$s The %3$sWooCommerce plugin%4$s must be active for WooCommerce Subscriptions to work. Please %5$sinstall & activate WooCommerce &raquo;%6$s
pt_br: %1$sWooCommerce Subscriptions está inativo.%2$s O %3$splugin do WooCommerce%4$s deve estar ativo para o WooCommerce Subscriptions funcionar. Por favor, %5$sinstale e ative o WooCommerce &raquo;%6$s

source: %1$sWooCommerce Subscriptions is inactive.%2$s This version of Subscriptions requires WooCommerce 2.4 or newer. Please %3$supdate WooCommerce to version 2.4 or newer &raquo;%4$s
pt_br: %1$sO WooCommerce Subscriptions está inativo.%2$s Esta versão do Subscriptions requer o WooCommerce 2.3 ou mais recente. Por favor, %3$satualize o WooCommerce para a versão 2.3 ou mais recente &raquo;%4$s

source: Variable Subscription
pt_br: Assinatura Variável

source: It looks like this site has moved or is a duplicate site. %1$sWooCommerce Subscriptions%2$s has disabled automatic payments and subscription related emails on this site to prevent duplicate payments from a staging or test environment. %3$sLearn more &raquo;%4$s.
pt_br: Parece que este site foi movido ou é um site duplicado. O %1$sWooCommerce Subscriptions%2$s desabilitou pagamentos automáticos e e-mails relacionados a assinaturas neste site para evitar pagamentos duplicados de um ambiente de teste. %3$sSaiba mais &raquo;%4$s.

source: Quit nagging me (but don't enable automatic payments)
pt_br: Pare de me incomodar (mas não permita pagamentos automáticos)

source: Enable automatic payments
pt_br: Habilitar pagamentos automáticos

source: Support
pt_br: Suporte

source: Warning! Version 2.0 is a major update to the WooCommerce Subscriptions extension. Before updating, please create a backup, update all WooCommerce extensions and test all plugins, custom code and payment gateways with version 2.0 on a staging site. %sLearn more about the changes in version 2.0 &raquo;%s
pt_br: Aviso! A versão 2.0 é uma grande atualização para a extensão WooCommerce Subscriptions. Antes de atualizar, por favor, crie uma cópia de segurança, atualize todas as extensões do WooCommerce e teste todos os plugins, códigos personalizados e gateways de pagamento com a versão 2.0 em um ambiente de teste. %sSaiba mais sobre as mudanças na versão 2.0 &raquo;%s

source: Warning! You are running version %s of WooCommerce Subscriptions plugin code but your database has been upgraded to Subscriptions version 2.0. This will cause major problems on your store.
pt_br: Aviso! Você está executando a versão %s o código do plugin do WooCommerce Subscriptions, mas seu banco de dados foi atualizado para a versão 2.0 do Subscriptions. Isso vai causar grandes problemas em sua loja.

source: Please upgrade the WooCommerce Subscriptions plugin to version 2.0 or newer immediately. If you need assistance, after upgrading to Subscriptions v2.0, please %sopen a support ticket%s.
pt_br: Por favor, atualize imediatamente o plugin do WooCommerce Subscriptions para a versão 2.0 ou mais recente. Se precisar de ajuda, após a atualização para o Subscriptions v2.0, por favor %sabra um ticket de suporte%s.

source: http://www.woocommerce.com/products/woocommerce-subscriptions/
pt_br: http://www.woothemes.com/products/woocommerce-subscriptions/

source: Sell products and services with recurring payments in your WooCommerce Store.
pt_br: Venda produtos e serviços com pagamentos recorrentes em sua loja do WooCommerce.

# Trial period field tooltip on Edit Product administration screen
source: An optional period of time to wait before charging the first recurring payment. Any sign up fee will still be charged at the outset of the subscription. %s
pt_br: Período opcional de tempo de espera antes de efetuar o primeiro pagamento recorrente. Qualquer taxa de inscrição ainda será cobrada no início da assinatura. %s

# example price
source: e.g. 5.90
pt_br: exemplo: 5.90

# example price
source: e.g. 9.90
pt_br: exemplo: 9.90

# used in admin pointer script params in javascript as type pointer content
source: %1$sChoose Subscription%2$s%3$sThe WooCommerce Subscriptions extension adds two new subscription product types - %4$sSimple subscription%5$s and %6$sVariable subscription%7$s.%8$s
pt_br: %1$sEscolher Assinatura%2$s%3$sA extensão do WooCommerce Subscriptions adiciona dois novos tipos de produto de assinatura - %4$Assinatura simples%5$s e %6$sAssinatura variável%7$s.%8$s

# used in admin pointer script params in javascript as price pointer content
source: %1$sSet a Price%2$s%3$sSubscription prices are a little different to other product prices. For a subscription, you can set a billing period, length, sign-up fee and free trial.%4$s
pt_br: %1$sDefina um Preço%2$s%3$sPreços de assinatura são um pouco diferente dos preços dos outros produtos. Para obter uma assinatura, você pode definir um período de faturamento, duração, taxa de inscrição e período de avaliação.%4$s

# option section heading
source: Renewals
pt_br: RenovaçõesAceitar Renovações Manuais

# options section heading
source: Miscellaneous
pt_br: Diversos

# there's a number immediately in front of this text
source: suspensions per billing period.
pt_br: suspensões por período de cobrança.

# in [subscriptions] shortcode
source: No subscriptions found.
pt_br: Nenhuma assinatura encontrada.

# in [subscriptions] shortcode
source: Subscription %s
pt_br: Assinatura %s

# Live or Staging, Label on WooCommerce -> System Status page
source: Subscriptions Mode
pt_br: Modo de Assinatura

# refers to live site
source: Live
pt_br: Ao vivo

# meta box title
source: Subscription Data
pt_br: Dados da Assinatura

# meta box title
source: Billing Schedule
pt_br: Agenda de Cobrança

# an action on a subscription
source: Activate
pt_br: Ativar

# an action on a subscription
source: Put on-hold
pt_br: Colocar em espera

# an action on a subscription
source: Cancel
pt_br: Cancelar

# Used in order note. Reason why status changed.
source: Subscription status changed by bulk edit:
pt_br: Status de assinatura alterado por edição em lote:

# number of orders linked to a subscription
source: Orders
pt_br: Pedidos

# meaning billing address
source: Billing:
pt_br: Cobrança:

# Subscription title on admin table. (e.g.: #211 for John Doe)
source: %1$s#%2$s%3$s for %4$s
pt_br: %1$s#%2$s%3$s para %4$s

# used in post updated messages
source: Subscription restored to revision from %s
pt_br: A assinatura restaurada para revisão de %s

# used in "Subscription scheduled for <date>"
source: M j, Y @ G:i
pt_br: j M Y @ G:i

# relation to order
source: Resubscribed Subscription
pt_br: Assinatura Inscrita Novamente

# relation to order
source: Initial Subscription
pt_br: Assinatura Inicial

# relation to order
source: Parent Order
pt_br: Pedido Principal

# relation to order
source: Renewal Order
pt_br: Pedido de Renovação

# edit subscription header
source: Subscription #%s details
pt_br: Detalhes da Assinatura #%s

source: Gateway ID: [%s]
pt_br: ID do Gateway: [%s]

# hash before order number
source: Subscription #%s
pt_br: Assinatura #%s

# table heading
source: Renewal Payment Retry
pt_br: Tentativa de Pagamento de Renovação

# table heading
source: Last Order Date
pt_br: Última Data de Pedido

# table heading
source: Start Date
pt_br: Data de Início

# table heading
source: End Date
pt_br: Data Final

# table heading
source: Price
pt_br: Preço

# table heading
source: Next Payment
pt_br: Próximo pagamento

# table heading
source: Trial End
pt_br: Fim da Avaliação

# table heading
source: Cancelled Date
pt_br: Data de Cancelamento

# X axis label on retention rate graph
source: Number of days after sign-up
pt_br: Número de dias após a inscrição

# X axis label on retention rate graph
source: Number of weeks after sign-up
pt_br: Número de semanas após a inscrição

# X axis label on retention rate graph
source: Number of months after sign-up
pt_br: Número de mês após a inscrição

# API error message when editing the order failed
source: Edit subscription failed with error: %s
pt_br: Editar assinatura falhou com erro: %s

# API response confirming order note deleted from a subscription
source: Permanently deleted subscription note
pt_br: Nota de assinatura permanentemente excluída

# appears in an error message if date is wrong format
source: Invalid %s date. The date must be of the format: "Y-m-d H:i:s".
pt_br: Data inválida de %s. A data deve ser do formato: "Y-m-d H:i:s".

# label on button, imperative
source: Change Payment
pt_br: Alterar Pagamento

# %1$s: old payment title, %2$s: new payment title
source: Payment method changed from "%1$s" to "%2$s" by the subscriber from their account page.
pt_br: Forma de pagamento alterada de "%1$s" para "%2$s" pelo assinante a partir da página da conta.

# the page title of the change payment method form
source: Change Payment Method
pt_br: Alterar a Forma de Pagamento

# used in order note as reason for why subscription status changed
source: Subscription renewal payment due:
pt_br: Pagamento da renovação devido em:

# used in order note as reason for why subscription status changed
source: Subscription renewal payment retry:
pt_br: Tentativa de Renovação de Pagamento de Assinatura:

# Subscription status
source: Active
pt_br: Ativa

# Subscription status
source: Cancelled
pt_br: Cancelada

# Subscription status
source: Expired
pt_br: Expirada

# Subscription status
source: Pending
pt_br: Pendente

# Subscription status
source: Failed
pt_br: Falhou

# Subscription status
source: On-hold
pt_br: Em espera

# Subscription status
source: Switched
pt_br: Alterada

# Subscription status
source: On hold
pt_br: Em espera

# Subscription status
source: Pending Cancellation
pt_br: Cancelamento Pendente

# An order type
source: Subscription Parent
pt_br: Assinatura Principal

# An order type
source: Subscription Renewal
pt_br: Renovação de Assinatura

# An order type
source: Subscription Resubscribe
pt_br: Re-ativação de Assinatura

# An order type
source: Subscription Switch
pt_br: Alteração de Assinatura

# An order type
source: Non-subscription
pt_br: Não-Assinatura

# when to allow a setting
source: Never
pt_br: Nunca

# when to allow switching
source: Between Subscription Variations
pt_br: Entre Variações de Assinatura

# when to allow switching
source: Between Grouped Subscriptions
pt_br: Entre Assinaturas Agrupadas

# when to allow switching
source: Between Both Variations & Grouped Subscriptions
pt_br: Entre Tanto Variações & Assinaturas Agrupadas

# when to prorate recurring fee when switching
source: For Upgrades of Virtual Subscription Products Only
pt_br: Somente Para Upgrades de Produtos de Assinatura Virtual

# when to prorate recurring fee when switching
source: For Upgrades of All Subscription Products
pt_br: Para Upgrades de Todos os Produtos de Assinatura

# when to prorate recurring fee when switching
source: For Upgrades & Downgrades of Virtual Subscription Products Only
pt_br: Para Upgrades & Downgrades de Somente Produtos de Assinatura Virtual

# when to prorate recurring fee when switching
source: For Upgrades & Downgrades of All Subscription Products
pt_br: Para Upgrades & Downgrades de Todos os Produtos de Assinatura

# when to prorate signup fee when switching
source: Never (do not charge a sign up fee)
pt_br: Nunca (não cobrar taxa de inscrição)

# when to prorate signup fee when switching
source: Never (charge the full sign up fee)
pt_br: Nunca (cobrar taxa de inscrição integral)

# when to prorate signup fee when switching
source: Always
pt_br: Sempre

# when to prorate first payment / subscription length
source: For Virtual Subscription Products Only
pt_br: Apenas para Produtos Virtuais de Assinatura

# when to prorate first payment / subscription length
source: For All Subscription Products
pt_br: Para Todos os Produtos de Assinatura

# a switch order
source: Crossgrade
pt_br: Trocar

# used in order notes
source: Customer switched from: %1$s to %2$s.
pt_br: Cliente trocou de: %1$s para %2$s.

# used in subscription product edit screen
source: Align the payment date for this subscription to a specific day of the year. If the date has already taken place this year, the first payment will be processed in %s. Set the day to 0 to disable payment syncing for this product.
pt_br: Alinhe a data de pagamento dessa assinatura para um dia específico do ano. Se a data já ocorreu este ano, o primeiro pagamento será processado em %s. Defina o dia como 0 para desabilitar a sincronização de pagamento para este produto.

# used in the general subscription options page
source: Align subscription renewal to a specific day of the week, month or year. For example, the first day of the month. %sLearn more%s.
pt_br: Alinhe a renovação de assinatura para um dia específico da semana, mês ou ano. Por exemplo, o primeiro dia do mês. %sAprenda mais%s.

# input field placeholder for day field for annual subscriptions
source: Day
pt_br: Dia

source: All linked subscription items were
pt_br: Todos os itens de assinatura vinculados foram

# used in subscription note
source: Payment method meta updated after customer deleted a token from their My Account page. Payment meta changed from %1$s to %2$s
pt_br: Forma de pagamento (meta) atualizado após o cliente excluir um token da sua página Minha conta. Pagamento (meta) alterado de %1$s para %2$s

# hash before subscription ID
source: Subscription #%d does not exist.
pt_br: Assinatura #%s não existe.

# used in order note
source: Customer added "%1$s" (Product ID: #%2$d) via the My Account page.
pt_br: Cliente adicionou "%1$s" (ID do Produto: #%2$d) através da página Minha Conta.

# used in order note
source: Customer removed "%1$s" (Product ID: #%2$d) via the My Account page.
pt_br: Cliente removeu “%1$s” (ID do Produto: #%2$d) através da página Minha Conta.

# used in order note
source: IPN subscription payment %s.
pt_br: Pagamento de assinatura IPN %s.

# used in order note
source: IPN subscription payment %s for reason: %s.
pt_br: IPN subscription payment %s por motivo %s.

# used in order note as reason for why status changed
source: Retry rule applied:
pt_br: Regra de tentativa aplicada:
