Repository: grandemestre/woocommerce-subscriptions-pt-BR-translation
Catalog: woocommerce-subscriptions-*.po
Languages: pt_br

source: Simple subscription
pt_br: Assinatura Simples

source: Variable subscription
pt_br: Assinatura Variável

source: Choose the subscription price, billing interval and period.
pt_br: Escolha o preço da assinatura, intervalo de cobrança e período.

source: Subscription price (%s)
pt_br: Preço da assinatura (%s)

source: Subscription interval
pt_br: Intervalo da assinatura

source: Subscription period
pt_br: Período da assinatura

source: Subscription length
pt_br: Duração da assinatura

source: Automatically expire the subscription after this length of time. This length is in addition to any free trial or amount of time provided before a synchronised first renewal date.
pt_br: Expirar a assinatura automaticamente após esse tempo de duração. Essa duração é em adição a qualquer avaliação grátis ou montante de tempo concedido antes da primeira data de renovação sincronizada.

source: Sign-up fee (%s)
pt_br: Taxa de inscrição (%s)

source: Optionally include an amount to be charged at the outset of the subscription. The sign-up fee will be charged immediately, even if the product has a free trial or the payment dates are synced.
pt_br: Opcionalmente, inclua um montante a ser cobrado no início da assinatura. A taxa de inscrição será cobrada imediatamente, mesmo que o produto tenha um período de avaliação gratuito ou se as datas de pagamento forem sincronizadas.

source: Free trial
pt_br: Avaliação grátis

source: Subscription Trial Period
pt_br: Período de Avaliação da Assinatura

source: One time shipping
pt_br: Envio único

source: Shipping for subscription products is normally charged on the initial order and all renewal orders. Enable this to only charge shipping once on the initial order. Note: for this setting to be enabled the subscription must not have a free trial or a synced renewal date.
pt_br: Frete para produtos de assinatura normalmente são cobrados no pedido inicial e posteriores. Habilite isso apenas se você desejar cobrar o frete apenas no pedido inicial. Nota: para essa configuração ser habilitada, a assinatura não deve ter avaliação grátis ou data de renovação sincronizada.

source: Subscription pricing
pt_br: Precificação de Assinatura

source: Subscription sign-up fee
pt_br: Taxa de Inscrição da Assinatura

source: Subscription billing interval
pt_br: Intervalo de cobrança da assinatura

source: Free trial length
pt_br: Duração de avaliação grátis

source: Free trial period
pt_br: Período de avaliação grátis

source: Unable to change subscription status to "%s". Please assign a customer to the subscription to activate it.
pt_br: Não é possível alterar o status da assinatura para "%s". Por favor, atribua o cliente à assinatura para ativá-la.

source: Trashing this order will also trash the subscriptions purchased with the order.
pt_br: Descartar este pedido também irá descartar a assinatura comprada com o pedido.

source: Enter the new period, either day, week, month or year:
pt_br: Insira o novo período, tanto dia, semana, mês ou ano:

source: Enter a new length (e.g. 5):
pt_br: Insira uma nova duração (Ex.: 5):

source: Enter a new interval as a single number (e.g. to charge every 2nd month, enter 2):
pt_br: Coloque um novo intervalo com um número único (ex: para cobrar a cada 2 meses, coloque 2):

source: You are about to trash one or more orders which contain a subscription. Trashing the orders will also trash the subscriptions purchased with these orders.
pt_br: Você está prestes a enviar para lixeira um ou mais pedidos que contêm uma assinatura. Destruindo esses pedidos também irão para o lixo as inscrições adquiridas com esses pedidos.

source: WARNING: Bad things are about to happen! The payment gateway used to purchase this subscription does not support modifying a subscription's details. Changes to the billing period, recurring discount, recurring tax or recurring total may not be reflected in the amount charged by the payment gateway.
pt_br: AVISO: Coisas ruins estão prestes a acontecer! O gateway de pagamento usado para comprar esta assinatura não permite a modificação do detalhes de uma assinatura. Alterações no período de cobrança, descontos recorrentes, imposto recorrente ou total recorrente pode não ser refletido no valor cobrado pelo gateway de pagamento.

source: You are deleting a subscription item. You will also need to manually cancel and trash the subscription on the Manage Subscriptions screen.
pt_br: Você está excluindo um item de assinatura. Você também precisará manualmente cancelar e apagar a assinatura na tela Gerenciamento de Assinaturas.

source: Warning: Deleting a user will also delete the user's subscriptions. The user's orders will remain but be reassigned to the 'Guest' user. Do you want to continue to delete this user and any associated subscriptions?
pt_br: Aviso: Excluir um usuário irá apagar também as assinaturas dele. Os pedidos do usuário permanecerão mas serão atribuídas para o usuário ‘Convidado’. Você quer continuar com a exclusão deste usuário e quaisquer assinaturas associadas?

source: Active subscriber?
pt_br: Assinante ativo?

source: Manage Subscriptions
pt_br: Gerenciar Assinaturas

source: Search Subscriptions
pt_br: Pesquisar Assinaturas

source: Subscriptions
pt_br: Assinaturas

source: Button Text
pt_br: Texto do botão

source: Add to Cart Button Text
pt_br: Texto do Botão de Adicionar ao Carrinho

source: A product displays a button with the text "Add to Cart". By default, a subscription changes this to "Sign Up Now". You can customise the button text for subscriptions here.
pt_br: Um produto exibe um botão com o texto ”Adicionar ao Carrinho”. Por padrão, uma assinatura altera isto para “Inscreva-se Agora”. Você pode personalizar o texto do botão para assinaturas aqui.

source: Sign Up Now
pt_br: Assine agora

source: Place Order Button Text
pt_br: Texto do botão de colocação do pedido

source: Use this field to customise the text displayed on the checkout button when an order contains a subscription. Normally the checkout submission button displays "Place Order". When the cart contains a subscription, this is changed to "Sign Up Now".
pt_br: Utilize este campo para personalizar o texto exibido no botão de checkout quando um pedido contem uma assinatura. Normalmente o botão de submissão do checkout exibe “Faça o Pedido”. Quando o carrinho contem uma assinatura, este é alterado para “Inscreva-se Agora”.

source: Roles
pt_br: Funções

source: Choose the default roles to assign to active and inactive subscribers. For record keeping purposes, a user account must be created for subscribers. Users with the %sadministrator%s role, such as yourself, will never be allocated these roles to prevent locking out administrators.
pt_br: Escolha as funções padrão para atribuir aos assinantes ativos e inativos. Para fins de manutenção de registro, uma conta de usuário deve ser criada para assinantes. Os usuários com a função %sadministrador%s, tais como a si mesmo, nunca será alocado essas funções para evitar o bloqueio de administradores.

source: Subscriber Default Role
pt_br: Função Padrão do Assinante

source: When a subscription is activated, either manually or after a successful purchase, new users will be assigned this role.
pt_br: Quando uma assinatura é ativada, tanto manualmente ou após uma compra, novos usuários serão atribuídos a este papel.

source: Inactive Subscriber Role
pt_br: Função de Assinante Inativo

source: If a subscriber's subscription is manually cancelled or expires, she will be assigned this role.
pt_br: Se uma assinatura de um assinante for cancelada manualmente ou expirar, ela será atribuída a esta função.

source: Manual Renewal Payments
pt_br: Pagamentos de Renovação Manuais

source: Accept Manual Renewals
pt_br: Aceitar Renovações Manuais

source: With manual renewals, a customer's subscription is put on-hold until they login and pay to renew it. %sLearn more%s.
pt_br: Com as renovações manuais, a assinatura do cliente é colocada em espera até que seja feito o login e o pagamento para renová-la. %sSaiba mais%s.

source: Turn off Automatic Payments
pt_br: Desligar Pagamentos Automáticos

source: If you don't want new subscription purchases to automatically charge renewal payments, you can turn off automatic payments. Existing automatic subscriptions will continue to charge customers automatically. %sLearn more%s.
pt_br: Se você não deseja que as novas compras de assinaturas cobrem automaticamente os pagamentos de renovação, você pode desligar os pagamentos automáticos. As assinaturas automáticas existentes continuarão a cobrar clientes automaticamente. %sSaiba mais%s.

source: Customer Suspensions
pt_br: Suspensões do Cliente

source: Set a maximum number of times a customer can suspend their account for each billing period. For example, for a value of 3 and a subscription billed yearly, if the customer has suspended their account 3 times, they will not be presented with the option to suspend their account until the next year. Store managers will always be able to suspend an active subscription. Set this to 0 to turn off the customer suspension feature completely.
pt_br: Defina um número máximo de vezes que um cliente pode suspender a sua conta, para cada período de cobrança. Por exemplo, para um valor de 3 e uma assinatura cobrada anualmente, se o cliente tiver suspenso a sua conta 3 vezes, não será apresentada a opção de suspender a sua conta até o próximo ano. Os gerentes de loja serão sempre capaz de suspender uma assinatura ativa. Defina como 0 para desativar totalmente o recurso de suspensão do cliente.

source: Mixed Checkout
pt_br: Checkout Misto

source: Allow subscriptions and products to be purchased simultaneously.
pt_br: Permite que assinaturas e produtos regulares sejam adquiridos numa única transação.

source: Allow subscriptions and products to be purchased in a single transaction.
pt_br: Permite que assinaturas e produtos regulares sejam adquiridos numa única transação.

source: Drip Downloadable Content
pt_br: Deixar Conteúdo Ser Liberado por Partes (Gotejamento)

source: Enable dripping for downloadable content on subscription products.
pt_br: Habilitar o gotejamento para download de conteúdo sobre os produtos de assinatura.

source: Enabling this grants access to new downloadable files added to a product only after the next renewal is processed.%sBy default, access to new downloadable files added to a product is granted immediately to any customer that has an active subscription with that product.
pt_br: A ativação desta concede acesso a novos arquivos para download adicionado a um produto somente após a próxima renovação seja processada.%sPor padrão, o acesso a novos arquivos para download adicionados a um produto é concedido imediatamente a qualquer cliente que tenha uma assinatura ativa com esse produto.

source: %1$sWooCommerce Subscriptions Installed%2$s &#8211; %3$sYou're ready to start selling subscriptions!%4$s
pt_br: %1$sWooCommerce Subscriptions Instalado%2$s &#8211; %3$sVocê está pronto para começar a vender assinaturas!%4$s

source: Add a Subscription Product
pt_br: Adicionar um Produto de Assinatura

source: Settings
pt_br: Configurações

source: We can't find a subscription with ID #%d. Perhaps it was deleted?
pt_br: Não podemos encontrar uma assinatura com ID #%d. Talvez ela tenha sido excluída?

source: Showing orders for %sSubscription %s%s
pt_br: Mostrando pedidos para %sAssinatura %s%s

source: The trial period can not exceed: %1s, %2s, %3s or %4s.
pt_br: O período de avaliação não pode exceder: %1s, %2s, %3s ou %4s.

source: The trial period can not exceed %s.
pt_br: O período de avaliação não pode exceder %s.

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Automatic Recurring Payments
pt_br: Pagamentos Recorrentes Automáticos

source: Supports automatic renewal payments with the WooCommerce Subscriptions extension.
pt_br: Suporta pagamentos de renovação automáticos com o WooCommerce Subscriptions.

source: Subscription items can no longer be edited.
pt_br: Itens de assinatura não pode ser mais editados.

source: This subscription is no longer editable because the payment gateway does not allow modification of recurring amounts.
pt_br: A assinatura não está mais editável, porque o meio de pagamento não permite modificação de valores recorrentes.

source: No payment gateways capable of processing automatic subscription payments are enabled. If you would like to process automatic payments, we recommend the %1$sfree Stripe extension%2$s.
pt_br: Nenhum meio de pagamento capaz de processar pagamentos de assinatura automática está ativo. Se você gostaria de processar pagamentos automáticos, nós recomendamos a %1$sextensão gratuita do Stripe%2$s.

source: Recurring Payments
pt_br: Pagamentos Recorrentes

source: Payment gateways which don't support automatic recurring payments can be used to process %smanual subscription renewal payments%s.
pt_br: Meios de pagamentos que não suportam pagamentos recorrentes automáticos, podem ser usados para processar assinaturas de pagamentos renovados manualmente.

source: Find new gateways that %1$ssupport automatic subscription payments%2$s in the official %3$sWooCommerce Marketplace%4$s.
pt_br: Encontre novos gateways que %1$spermitam pagamentos de assinatura automáticos%2$s no %3$sWooCommerce Marketplace%4$s oficial.

source: Related Orders
pt_br: Assinaturas Relacionadas

source: Please enter a start date in the past.
pt_br: Por favor, insira uma data de início no passado.

source: Please enter a date at least one hour into the future.
pt_br: Por favor, insira uma data pelo menos uma hora no futuro.

source: Please enter a date after the trial end.
pt_br: Por favor, insira uma data após o término do período de avaliação.

source: Please enter a date after the start date.
pt_br: Por favor insira uma data após a data de início.

source: Please enter a date before the next payment.
pt_br: Por favor, insira uma data anterior ao próximo pagamento.

source: Please enter a date after the next payment.
pt_br: Por favor, insira uma data posterior ao próximo pagamento.

source: Are you sure you want to process a renewal? This will charge the customer and email them the renewal order (if emails are enabled).
pt_br: Tem a certeza de que deseja processar uma renovação? Esta ação irá cobrar ao cliente e enviar um e-mail com o pedido de renovação (se as notificações de e-mails estiverem ativas).

source: Are you sure you want to retry payment for this renewal order? This will attempt to charge the customer and send renewal order emails (if emails are enabled).
pt_br: Tem a certeza de que deseja tentar novamente um pagamento para essa renovação? Esta ação tentará cobrar ao cliente e enviar um e-mail com o pedido de renovação (se as notificações de e-mails estiverem ativas).

source: Process renewal
pt_br: Processar renovação

source: Create pending renewal order
pt_br: Criar pedido de renovação pendente

source: Retry Renewal Payment
pt_br: Tentar novamente a Renovação do Pagamento

source: Process renewal order action requested by admin.
pt_br: Processar a ação do pedido de renovação solicitado pelo administrador.

source: Create pending renewal order requested by admin action.
pt_br: Criar pedido de renovação pendente solicitada por ação do admin.

source: Search for a product&hellip;
pt_br: Procurar um produto&hellip;

source: %s subscription status changed.
pt_br: %s status de assinatura alterado.

source: %1$s subscription could not be updated: %2$s
pt_br: %1$s assinatura não pode ser atualizada: %2$s

source: Subscription
pt_br: Assinatura

source: Items
pt_br: Itens

source: Start Date
pt_br: Data de Início

source: Trial End
pt_br: Fim da Avaliação

source: Next Payment
pt_br: Próximo pagamento

source: Last Order Date
pt_br: Última Data de Pedido

source: End Date
pt_br: Data Final

source: Reactivate
pt_br: Reativar

source: Suspend
pt_br: Suspender

source: Trash
pt_br: Lixeira

source: Delete Permanently
pt_br: Apagar Permanentemente

source: Restore this item from the Trash
pt_br: Restaurar este item da Lixeira

source: Restore
pt_br: Restaurar

source: Move this item to the Trash
pt_br: Enviar este item para a Lixeira

source: Delete this item permanently
pt_br: Deletar este item permanentemente

source: Cancel Now
pt_br: Cancelar Agora

source: Show more details
pt_br: Mostrar mais detalhes

source: This date should be treated as an estimate only. The payment gateway for this subscription controls when payments are processed.
pt_br: Esta data deve ser tratada como apenas uma estimativa. O gateway de pagamento para essa assinatura controla quando os pagamentos são processados.

source: Subscription updated.
pt_br: Assinatura atualizada.

source: Custom field updated.
pt_br: Campo personalizado atualizado.

source: Custom field deleted.
pt_br: Campo personalizado apagado.

source: Subscription saved.
pt_br: Assinatura salva.

source: Subscription submitted.
pt_br: Assinatura submetida.

source: Subscription scheduled for: %1$s.
pt_br: Pedido agendado para: %1$s.

source: Subscription draft updated.
pt_br: Rascunho da assinatura atualizado.

source: Any Payment Method
pt_br: Qualquer Método de Pagamento

source: None
pt_br: Nenhum

source: Subscription Events by Date
pt_br: Eventos de Assinatura por Data

source: Upcoming Recurring Revenue
pt_br: Próxima Receita Recorrente

source: Retention Rate
pt_br: Taxa de Retenção

source: Subscriptions by Product
pt_br: Assinaturas por Produto

source: Subscriptions by Customer
pt_br: Assinaturas por Cliente

source: Failed Payment Retries
pt_br: Tentativas Falhas de Pagamento

source: Customer:
pt_br: Cliente:

source: View other subscriptions
pt_br: Visualizar outras assinaturas

source: Search for a customer&hellip;
pt_br: Procurar um cliente&hellip;

source: Subscription status:
pt_br: Status da assinatura:

source: Billing Details
pt_br: Detalhes de cobrança

source: Address
pt_br: Endereço

source: No billing address set.
pt_br: Nenhum endereço de cobrança definido.

source: Payment Method
pt_br: Método de pagamento

source: Shipping Details
pt_br: Detalhes da entrega

source: No shipping address set.
pt_br: Nenhum endereço de entrega definido.

source: Customer Note:
pt_br: Nota do Cliente:

source: Customer's notes about the order
pt_br: Anotações do cliente sobre o pedido

source: Error updating some information: %s
pt_br: Erro ao atualizar a assinatura: %s

source: Unpublished
pt_br: Não Publicado

source: Order Number
pt_br: Número do Pedido

source: Relationship
pt_br: Relacionamento

source: Date
pt_br: Data

source: Retry Date
pt_br: Data de Tentativa

source: Retry Status
pt_br: Status de Tentativa

source: The status of the automatic payment retry: pending means the retry will be processed in the future, failed means the payment was not successful when retried and completed means the payment succeeded when retried.
pt_br: O status da tentativa do pagamento automático: pendente significa que a tentativa será processada no futuro, falho significa que o pagamento não obteve sucesso quando tentou ser efetuado e completado significa que o pagamento obteve sucesso na tentativa.

source: Status of Order
pt_br: Status do Pedido

source: The status applied to the order for the time between when the renewal payment failed or last retry occurred and when this retry was processed.
pt_br: O status aplicado ao pedido, pelo tempo entre o momento em que o pagamento de renovação falhou ou a última tentativa ocorreu e quando essa tentativa foi processada.

source: Status of Subscription
pt_br: Status da Assinatura

source: The status applied to the subscription for the time between when the renewal payment failed or last retry occurred and when this retry was processed.
pt_br: O status aplicado à assinatura, pelo tempo entre o momento em que o pagamento de renovação falhou ou a última tentativa ocorreu e quando essa tentativa foi processada.

source: The email sent to the customer when the renewal payment or payment retry failed to notify them that the payment would be retried.
pt_br: O e-mail enviado ao cliente quando o pagamento de renovação ou a tentativa de pagamento falharam em notificá-los de que o pagamento seria tentado outra vez.

source: Recurring:
pt_br: Recorrente:

source: Billing Period
pt_br: Período de Cobrança

source: Timezone:
pt_br: Fuso horário:

source: Error: unable to find timezone of your browser.
pt_br: Erro: não foi possível determinar o fuso horário do seu navegador.

source: Please note: data for this report is cached. The data displayed may be out of date by up to 24 hours. The cache is updated each morning at 4am in your site's timezone.
pt_br: Observe: os dados para este relatório estão em cache. Os dados exibidos podem estar desatualizados até 24 horas. O cache é atualizado todas as manhãs às 4h no fuso horário do seu site.

source: <strong>%s signup</strong> subscription signups this month
pt_br: <strong>%s inscrição</strong> inscrição de assinatura para este mês

source: <strong>%s renewal</strong> subscription renewals this month
pt_br: <strong>%s renovação</strong> renovação de assinatura para este mês

source: Unended Subscription Count
pt_br: Número de Assinaturas Infinitas

source: Customer
pt_br: Cliente

source: Customers
pt_br: Clientes

source: No customers found.
pt_br: Nenhum cliente encontrado.

source: Customer Totals
pt_br: Total de Clientes

source: Total Subscribers
pt_br: Total de Assinantes

source: Active Subscriptions
pt_br: Assinaturas Ativas

source: Total Subscriptions
pt_br: Total de Assinaturas

source: Total Subscription Orders
pt_br: Total de Pedidos de Assinatura

source: Average Lifetime Value
pt_br: Valor médio de vida útil

source: Active Subscriptions %s
pt_br: Assinaturas ativas %s

source: The number of subscriptions this customer has with a status of active or pending cancellation.
pt_br: As assinaturas para esse cliente estão com status de ativo ou cancelamento pendente.

source: Total Subscriptions %s
pt_br: Total de Assinaturas %s

source: The number of subscriptions this customer has with a status other than pending or trashed.
pt_br: As assinaturas para esse cliente estão com status que não seja pendente ou na lixeira.

source: Total Subscription Orders %s
pt_br: Total de Pedidos de Assinatura %s

source: The number of sign-up, switch and renewal orders this customer has placed with your store with a paid status (i.e. processing or complete).
pt_br: As inscrições, alterações ou renovações de pedido para esse cliente foram salvas na sua loja com um status pago (ex: processando ou completo).

source: Lifetime Value from Subscriptions %s
pt_br: Vida útil das assinaturas %s

source: The total value of this customer's sign-up, switch and renewal orders.
pt_br: O valor total da inscrição desse cliente, alterações e renovações de pedido.

source: Product
pt_br: Produto

source: Products
pt_br: Produtos

source: No products found.
pt_br: Nenhum produto encontrado.

source: Subscription Product
pt_br: Produto de Assinatura

source: Subscription Count %s
pt_br: Número de Assinaturas %s

source: The number of subscriptions that include this product as a line item and have a status other than pending or trashed.
pt_br: O número de subscrições que incluem este produto como um item de linha e tem um status diferente de pendente ou lixeira.

source: Average Recurring Line Total %s
pt_br: Total Médio da Linha Recorrente %s

source: The average line total for this product on each subscription.
pt_br: O total médio da linha para este produto em cada subscrição.

source: Average Lifetime Value %s
pt_br: Valor médio de vida útil %s

source: The average line total on all orders for this product line item.
pt_br: O total da linha média em todas os pedidos para este item de linha de produto.

source: subscriptions
pt_br: assinaturas
