Repository: grandemestre/woocommerce-subscriptions-pt-BR-translation
Catalog: woocommerce-subscriptions-*.po
Languages: pt_br

source: Version 2.0 has been in development for more than a year. We've reinvented the extension to take into account 3 years of feedback from store managers.
pt_br: A versão 2.0 esteve em desenvolvimento por mais de um ano. Reformulamos a extensão tendo em conta 3 anos de feedback de gestores de loja de todo o mundo.

source: We hope you enjoy it!
pt_br: Esperamos que você goste!

source: Version %s
pt_br: Versão %s

source: Check Out What's New
pt_br: Confira o que Há de Novo

source: Multiple Subscriptions
pt_br: Assinaturas Múltiplas

source: It's now easier for your customers to buy more subscriptions!
pt_br: Agora é mais fácil para seus clientes comprar mais assinaturas!

source: Customers can now purchase different subscription products in one transaction. The products can bill on any schedule and have any combination of sign-up fees and/or free trials.
pt_br: Os clientes podem agora comprar diferentes produtos de assinatura em uma única transação. Os produtos podem faturar em qualquer horário e ter qualquer combinação de taxas de inscrição e/ou avaliações grátis.

source: Learn more about the new %smultiple subscriptions%s feature.
pt_br: Saiba mais sobre o novo recurso de %smúltiplas assinaturas%s.

source: New Add/Edit Subscription Screen
pt_br: Nova Tela de Assinatura Adicionar/Editar

source: Subscriptions v2.0 introduces a new administration interface to add or edit a subscription. You can make all the familiar changes, like modifying recurring totals or subscription status. You can also make some new modifications, like changing the expiration date, adding a shipping cost or adding a product line item.
pt_br: Subscriptions v 2.0 introduz uma nova interface de administração para adicionar ou editar uma assinatura. Você pode fazer todas as mudanças habituais, como a modificação dos totais recorrentes ou o status da assinatura. Você também pode fazer algumas novas modificações, como alterar a data de validade, adicionar um custo de entrega ou adicionar um item de linha de produto.

source: The new interface is also built on the existing %sEdit Order%s screen. If you've ever modified an order, you already know how to modify a subscription.
pt_br: A nova interface também é construída na tela de %sEditar Pedido%s existente. Se você já modificou um pedido, você já sabe como modificar uma assinatura.

source: %1$sAdd a subscription%2$s now or %3$slearn more%4$s about the new interface.
pt_br: %1$sAdicione uma assinatura%2$s agora ou %3$saprenda mais%4$s sobre a nova interface.

source: New View Subscription Page
pt_br: Nova Página de Visualização de Assinatura

source: Your customers can now view the full details of a subscription, including line items, billing and shipping address, billing schedule and renewal orders, from a special %sMy Account > View Subscription%s page.
pt_br: Agora, seus clientes podem ver os detalhes completos de uma assinatura, incluindo itens de linha, endereços de cobrança e entrega, agenda de cobrança e pedidos de renovação na página: %sMinha conta > Assinaturas%s.

source: This new page is also where the customer can suspend or cancel their subscription, change payment method, change shipping address or upgrade/downgrade an item.
pt_br: Esta nova página é também onde o cliente pode suspender ou cancelar a sua assinatura, alterar a forma de pagamento, alterar o endereço de entrega ou fazer upgrade/downgrade de um item.

source: Learn more about the new %sView Subscription page%s.
pt_br: Saiba mais sobre a nova %sVer Página de Assinaturas%s.

source: By default, adding new files to an existing subscription product will automatically provide active subscribers with access to the new files. However, now you can enable a %snew content dripping setting%s to provide subscribers with access to new files only after the next renewal payment.
pt_br: Por padrão, a adição de novos arquivos para um produto de assinatura existente irá fornecer automaticamente assinantes ativos com acesso aos novos arquivos. No entanto, agora você pode ativar um %sconfiguração de gotejamento de novo conteúdo%s para oferecer aos assinantes com acesso a novos arquivos somente após a próxima renovação de pagamento.

source: %sLearn more &raquo;%s
pt_br: %sSaiba mais &raquo;%s

source: For a store manager to change a subscription from automatic to manual renewal payments (or manual to automatic) with Subscriptions v1.5, the database needed to be modified directly. Subscriptions now provides a way for payment gateways to allow you to change that from the new %sEdit Subscription%s interface.
pt_br: Para um gerente de loja alterar os pagamentos de renovação de uma assinatura de automático para manual (ou manual para automático) com o Subscriptions v 1.5, o banco de dados precisa ser modificado diretamente. O Subscriptions agora oferece um modo para que os gateways de pagamento permitam que você altere isso através da nova interface %sEditar Assinatura%s.

source: Change Trial and End Dates
pt_br: Alterar Datas de Avaliação e Fim

source: It was already possible to change a subscription's next payment date, but some store managers wanted to provide a customer with an extended free trial or add an extra month to the expiration date. Now you can change all of these dates from the %sEdit Subscription%s screen.
pt_br: Já era possível mudar a próxima data de pagamento de uma assinatura, mas alguns administradores de loja queriam fornecer um cliente com uma avaliação gratuita estendida ou adicionar mais um mês a data de vencimento. Agora você pode alterar todas estas datas a partir da tela %sEditar Assinatura%s.

source: And much more...
pt_br: E muito mais...

source: Peek Under the Hood for Developers
pt_br: "Peek Under the Hood" para Desenvolvedores

source: Subscriptions 2.0 introduces a new architecture built on the WooCommerce Custom Order Types API.
pt_br: Subscriptions v2.0 introduz uma nova arquitetura construída na WooCommerce Custom Order Types API.

source: New %sshop_subscription%s Post Type
pt_br: Novo %sshop_subscription%s Tipo de Post

source: By making a subscription a Custom Order Type, a subscription is also now a custom post type. This makes it faster to query subscriptions and it uses a database schema that is as scalable as WordPress posts and pages.
pt_br: Ao fazer uma assinatura de um Tipo de Pedido Personalizado, uma assinatura também será um novo tipo de post. Isso torna mais rápida a consulta assinaturas e ele usa um esquema de banco de dados que é tão escalável quanto posts e páginas do WordPress.

source: Developers can also now use all the familiar WordPress functions, like %sget_posts()%s, to query or modify subscription data.
pt_br: Os desenvolvedores também podem agora utilizar todas as funções conhecidas do Wordpress, como %sget_posts()%s, para consultar ou alterar os dados de assinatura.

source: New %sWC_Subscription%s Object
pt_br: Novo Objeto %sWC_Subscription%s

source: Subscriptions 2.0 introduces a new object for working with a subscription at the application level. The cumbersome APIs for retrieving or modifying a subscription's data are gone!
pt_br: Subscriptions v2.0 introduz um novo objeto para trabalhar com uma assinatura à nível de aplicação. As APIs complexas para recuperar ou modificar dados da assinatura não existem mais!

source: Because the %sWC_Subscription%s class extends %sWC_Order%s, you can use its familiar methods, like %s$subscription->update_status()%s or %s$subscription->get_total()%s.
pt_br: Porque a classe %sWC_Subscription%s extende %sWC_Order%s, você pode usar seus métodos familiares, como %s$subscription->update_status()%s ou %s$subscription->get_total()%s.

source: We didn't just improve interfaces for humans, we also improved them for computers. Your applications can now create, read, update or delete subscriptions via RESTful API endpoints.
pt_br: Nós não apenas melhoramos as interfaces para os seres humanos, nós também melhoramos para computadores. Seus aplicativos podem agora criar, ler, atualizar ou excluir assinaturas via RESTful API endpoints.

source: Want to list all the subscriptions on a site? Get %sexample.com/wc-api/v2/subscriptions/%s. Want the details of a specific subscription? Get %s/wc-api/v2/subscriptions/<id>/%s.
pt_br: Deseja listar todas as assinaturas em um site? Acesse %ssualoja.com/wc-api/v2/subscriptions/%s. Quer todos os detalhes de uma assinatura específica? Acesse %s/wc-api/v2/subscriptions/<id>/%s.

source: Go to WooCommerce Subscriptions Settings
pt_br: Vá para as Configurações do WooCommerce Subscriptions

source: Welcome to Subscriptions 2.1!
pt_br: Bem-vindo ao Subscriptions 2.1!

source: Version 2.1 introduces some great new features requested by store managers just like you (and possibly even by %syou%s).
pt_br: A versão 2.1 apresenta alguns excelentes recursos novos solicitados pelos gerentes de lojas, como você (e possivelmente até %svocê%s).

source: Subscription Reports
pt_br: Relatórios de Assinaturas

source: How many customers stay subscribed for more than 6 months? What is the average lifetime value of your subscribers? How much renewal revenue will your store earn next month?
pt_br: Quantos clientes permanecem na assinatura por mais de 6 meses? Qual é o tempo médio de vida dos seus assinantes? Quanta receita de renovação ganhará sua loja no próximo mês?

source: These are important questions for any subscription commerce business.
pt_br: Estas são questões importantes para qualquer negócio de comércio de assinaturas.

source: Prior to Subscriptions 2.1, they were not easy to answer. Subscriptions 2.1 introduces new reports to answer these questions, and many more.
pt_br: Antes do Subscriptions 2.1, não eram fáceis de responder. Agora o Subscriptions 2.1 introduz novos relatórios para responder a essas perguntas e muito mais.

source: View Reports
pt_br: Ver Relatórios

source: Automatic Failed Payment Retry
pt_br: Falha na Tentativa Automática de Pagamento

source: Failed recurring payments can now be retried automatically. This helps recover revenue that would otherwise be lost due to payment methods being declined only temporarily.
pt_br: Os pagamentos recorrentes com falha agora podem ser tentados novamente, automaticamente. Isso ajuda a recuperar a receita que de outra forma seria perdida devido a formas de pagamento sendo recusados apenas temporariamente.

source: By default, Subscriptions will retry the payment 5 times over 7 days. The rules that control the retry system can be modified to customise:
pt_br: Por padrão, as assinaturas repetirão o pagamento 5 vezes ao longo de 7 dias. As regras que controlam o sistema de tentativa podem ser modificadas para personalizar:

source: the total number of retry attempts
pt_br: o número total de tentativas

source: how long to wait between retry attempts
pt_br: quanto tempo esperar entre as tentativas

source: emails sent to the customer and store manager
pt_br: e-mais enviados para o cliente e o gerente de loja

source: the status applied to the renewal order and subscription
pt_br: o status aplicado para o pedido de renovação e assinatura

source: The retry system is disabled by default. To enable it, visit the Subscriptions settings administration screen.
pt_br: O sistema de tentativas fora desabilitado por padrão. Para habilitar, visite as configurações administrativas do Subscriptions.

source: Enable Automatic Retry
pt_br: Habilitar Tentativa Automática

source: New Subscription Emails
pt_br: Novos E-mails de Assinatura

source: Subscriptions 2.1 also introduces a number of new emails to notify you when:
pt_br: O Subscriptions 2.1 também introduziu uma série de novos e-mails para notificá-lo quando:

source: a customer suspends a subscription
pt_br: um cliente suspende uma assinatura

source: an automatic payment fails
pt_br: um pagamento automático falha

source: a subscription expires
pt_br: uma assinatura expira

source: These emails can be enabled, disabled and customised under the %sWooCommerce > Settings > Emails%s administration screen.
pt_br: Esses e-mails podem ser ativados, desativados e personalizados na tela de administração %sWooCommerce > Configurações > E-mails%s.

source: View Email Settings
pt_br: Ver Configurações de E-mail

source: But wait, there's more!
pt_br: Mas espera, tem mais!

source: That's not all we've working on for the last 12 months when it comes to Subscriptions. We've also released free mini-extensions to help you get the most from your subscription store.
pt_br: Não é tudo em que trabalhamos nos últimos 12 meses quando se trata do Subscriptions. Também lançamos mini-extensões gratuitas para ajudá-lo a obter o máximo de assinaturas em sua loja.

source: What happens when a customer wants to purchase a subscription product for someone else?
pt_br: O que acontece quando um cliente deseja comprar um produto de assinatura para outra pessoa?

source: The free Gifting extension makes it possible for one person to purchase a subscription product for someone else. It then shares control of the subscription between the purchaser and recipient, allowing both to manage the subscription over its lifecycle.
pt_br: A extensão "Gifting" torna possível para uma pessoa comprar um produto de assinatura para outra pessoa. Em seguida, compartilha o controle da assinatura entre o comprador e o destinatário, permitindo ambos gerenciar a assinatura ao longo do seu ciclo de vida.

source: Import subscriptions to WooCommerce via CSV, or export your subscriptions from WooCommerce to a CSV with the WooCommerce Subscriptions Importer/Exporter extension.
pt_br: Importar assinaturas para o WooCommerce via CSV ou exportar suas assinaturas do WooCommerce para um CSV com a extensão WooCommerce Subscription Importador / Exportador.

source: This free extension makes it possible to migrate subscribers from 3rd party systems to WooCommerce. It also makes it possible to export your subscription data for analysis in spreadsheet tools or 3rd party apps.
pt_br: Esta extensão gratuita possibilita a migração de assinantes de sistemas de terceiros para o WooCommerce. Também permite exportar seus dados de assinatura para análise em ferramentas de planilha eletrônica ou aplicativos de terceiros.

source: Want your customers to be able to subscribe to non-subscription products?
pt_br: Quer que seus clientes possam assinar produtos que não sejam de assinatura?

source: With WooCommerce Subscribe All the Things, they can! This experimental extension is exploring how to convert any product, including Product Bundles and Composite Products, into a subscription product. It also offers customers a way to subscribe to a cart of non-subscription products.
pt_br: Com o WooCommerce "Subscribe All the Things" elas podem! Esta extensão experimental está explorando como converter qualquer produto, incluindo Pacotes de Produtos e Produtos Compostos, em um produto de assinatura. Ele também oferece aos clientes uma maneira de assinar um carrinho de produtos que não são de assinatura.

source: Customise Retry Rules
pt_br: Customizar Regras de Tentativa

source: The best part about the new automatic retry system is that the retry rules are completely customisable.
pt_br: A melhor parte sobre o novo sistema de tentativas automáticas é que as regras de repetição são completamente personalizáveis.

source: With the %s'wcs_default_retry_rules'%s filter, you can define a set of default rules to apply to all failed payments in your store.
pt_br: Com o filtro %s'wcs_default_retry_rules '%s, você pode definir um conjunto de regras padrão para aplicar em todos os pagamentos com falha na sua loja.

source: To apply a specific rule based on certain conditions, like high value orders or an infrequent renewal schedule, you can use the retry specific %s'wcs_get_retry_rule'%s filter. This provides the ID of the renewal order for the failed payment, which can be used to find information about the products, subscription and totals to which the failed payment relates.
pt_br: Para aplicar uma regra específica com base em certas condições, como ordens de alto valor ou um cronograma de renovação infrequente, você pode usar o filtro específico %s'wcs_get_retry_rule '%s. Isso fornece o ID do pedido de renovação do pagamento com falha, que pode ser usado para encontrar informações sobre produtos, assinaturas e totais aos quais o pagamento com falha se relaciona.

source: WooCommerce 2.6 added support for %1$sREST API%2$s endpoints built on WordPress core's %3$sREST API%4$s infrastructure.
pt_br: O WooCommerce 2.6 adicionou suporte para %1$sREST API%2$s endpoints construídos no core do WordPress %3$sREST API.

source: Subscriptions 2.1 adds support for subscription data to this infrastructure.
pt_br: O Subscriptions 2.1 adicionou suporte para dados de assinatura para esta infraestrutura.

source: Your applications can now create, read, update or delete subscriptions via RESTful API endpoints with the same design as the latest version of WooCommerce's REST API endpoints.
pt_br: Seus aplicativos agora podem criar, ler, atualizar ou excluir assinaturas através das endpoints da API RESTful com o mesmo design que a versão mais recente dos endpoints da API REST do WooCommerce.

source: Want to list all the subscriptions on a site? Get %s/wp-json/wc/v1/subscriptions%s.
pt_br: Quer listar todos as assinaturas em um site? Use %s/wp-json/wc/v1/subscriptions%s.

source: Want the details of a specific subscription? Get %s/wp-json/wc/v1/subscriptions/<id>/%s.
pt_br: Quer os detalhes de uma assinatura específica? Use %s/wp-json/wc/v1/subscriptions/<id>/%s.

source: Honour Renewal Order Data
pt_br: Honorar os Dados do Pedido de Renovação

source: In previous versions of Subscriptions, the subscription total was passed to payment gateways as the amount to charge for automatic renewal payments. This made it unnecessarily complicated to add one-time fees or discounts to a renewal.
pt_br: Nas versões anteriores do WooCommerce Subscriptions, o total da assinatura foi passado para os gateways de pagamento como o valor a cobrar pelos pagamentos de renovação automática. Isso tornou desnecessariamente complicado adicionar taxas únicas ou descontos a uma renovação.

source: Subscriptions 2.1 now passes the renewal order's total, making it possible to add a fee or discount to the renewal order with simple one-liners like %s$order->add_fee()%s or %s$order->add_coupon()%s.
pt_br: O WooCommerce Subscriptions 2.1 passa agora o total do pedido de renovação, permitindo adicionar uma taxa ou desconto à ordem de renovação simplesmente usando: %s$order->add_fee()%s or %s$order->add_coupon()%s.

source: Subscriptions also now uses the renewal order to setup the cart for %smanual renewals%s, making it easier to add products or discounts to a single renewal paid manually.
pt_br: O WooCommerce Subscriptions agora também usa o pedido de renovação para configurar o carrinho para %srenovações manuais%s, facilitando a adição de produtos ou descontos a uma única renovação paga manualmente.

source: See the full guide to What's New in Subscriptions version 2.1 &raquo;
pt_br: Veja o guia completo sobre o que há de novo no WooCommerce Subscriptions 2.1 &raquo;

source: Go to WooCommerce Subscriptions Settings &raquo;
pt_br: Vá para Configurações do WooCommerce Subscriptions &raquo;

source: WooCommerce Subscriptions Update in Progress
pt_br: Atualização do WooCommerce Subscriptions em progresso

source: The Upgrade is in Progress
pt_br: A Atualização está em Andamento

source: The WooCommerce Subscriptions plugin is currently running its database upgrade routine.
pt_br: O plugin WooComerce Subscriptions está no momento executando sua rotina de atualização do banco de dados.

source: If you received a server error and reloaded the page to find this notice, please refresh the page in %s seconds and the upgrade routine will recommence without issues.
pt_br: Se você recebeu um erro do servidor e recarregou a página e encontrou este aviso, favor atualizar a página em %s segundos, e a rotina de atualização irá recomeçar sem problemas.

source: Rest assured, although the update process may take a little while, it is coded to prevent defects, your site is safe and will be up and running again, faster than ever, shortly.
pt_br: Fique tranquilo, embora o processo de atualização possa demorar um pouco, ele é codificado para evitar falhas, seu site está seguro e estará instalado e funcionando novamente, mais rápido do que nunca, em breve.

source: WooCommerce Subscriptions Update
pt_br: Atualização do WooCommerce Subscriptions

source: Database Update Required
pt_br: Atualização de Banco de Dados é Necessária

source: The WooCommerce Subscriptions plugin has been updated!
pt_br: O plugin WooCommerce Subscriptions foi atualizado!

source: Before we send you on your way, we need to update your database to the newest version. If you do not have a recent backup of your site, %snow is the time to create one%s.
pt_br: Antes de enviar-lhe no seu caminho, precisamos atualizar seu banco de dados para a versão mais recente. Se você não tem um backup recente do seu site, %sagora é a hora de criar um%s.

source: The full update process for the %1$d subscriptions on your site will take between %2$d and %3$d minutes.
pt_br: O processo de atualização completo para as %1$d assinaturas em seu site levará entre %2$d e %3$d minutos.

source: The update process may take a little while, so please be patient.
pt_br: O processo de atualização pode demorar um pouco. Seja paciente, por favor.

source: Customers and other non-administrative users can browse and purchase from your store without interuption while the update is in progress.
pt_br: Clientes e outros usuários não-administrativos podem navegar e comprar de sua loja sem interrupção enquanto a atualização está em andamento.

source: Update in Progress
pt_br: Atualização em Andamento

source: This page will display the results of the process as each batch of subscriptions is updated.
pt_br: Esta página irá exibir os resultados do processo quando cada lote de assinaturas for atualizado.

source: Please keep this page open until the update process completes. No need to refresh or restart the process.
pt_br: Por favor, mantenha esta página aberta até que o processo de atualização seja concluído. Não há necessidade de atualizar ou reiniciar o processo.

source: Remember, although the update process may take a while, customers and other non-administrative users can browse and purchase from your store without interuption while the update is in progress.
pt_br: Lembre-se, embora o processo de atualização possa demorar um pouco, clientes e outros usuários não-administrativos podem navegar e comprar na sua loja sem interrupção enquanto a atualização está em andamento.

source: Update Complete
pt_br: Atualização Completa

source: Your database has been updated successfully!
pt_br: A sua base de dados foi atualizada com sucesso!

source: Continue
pt_br: Continuar

source: To record the progress of the update a new log file was created. This file will be automatically deleted in %1$d weeks. If you would like to delete it sooner, you can find it here: %2$s
pt_br: Para registrar o andamento da atualização um novo arquivo de log foi criado. Este arquivo será excluído automaticamente em %1$d semanas. Se você quiser excluí-lo mais cedo, você pode encontrá-lo aqui: %2$s

source: Update Error
pt_br: Erro ao Atualizar

source: There was an error with the update. Please refresh the page and try again.
pt_br: Ocorreu um erro ao atualizar as suas listas. Por favor, atualize a página e tente novamente.

source: Shipping via %s
pt_br: Entrega via %s

source: Shipping
pt_br: Entrega

source: Free shipping coupon
pt_br: Cupom de frete grátis

source: First renewal: %s
pt_br: Primeira renovação: %s
